Repository: maxensas/xiletrade
Catalog: src/Xiletrade.Library/Resources/Resources.*.resx
Languages: de_de, es_es, fr_fr, ja_jp, ko_kr, pt_br, ru_ru, th_th, zh_cn, zh_tw

# Config001_lbSettings
source: XileTrade settings
de_de: XileTrade-Einstellungen
es_es: Configuración de XileTrade
fr_fr: XileTrade options
ja_jp: XileTrade 設定
ko_kr: XileTrade 설정
pt_br: Configurações de XileTrade
ru_ru: Настройки XileTrade
th_th: การตั้งค่า XileTrade
zh_cn: XileTrade设置
zh_tw: XileTrade設置

# Config002_btnSave
source: Save and Close
de_de: Speich & schließ
es_es: Guardar y Cerrar
fr_fr: Sauver et Fermer
ja_jp: 保存して閉じます
ko_kr: 저장하고 닫습니다
pt_br: Salvar e fechar
ru_ru: Сохрани и закрой
th_th: บันทึกและปิด
zh_cn: 保存并关闭
zh_tw: 保存並關閉

# Config003_btnLoad
source: Load Default
de_de: Default
es_es: Cargar Defecto
fr_fr: Charger Défaut
ja_jp: デフォルトをロード
ko_kr: 기본값로드
pt_br: Carregar padrão
ru_ru: Загрузка по умолчанию
th_th: โหลดค่าเริ่มต้น
zh_cn: 加载默认
zh_tw: 載入預設

# Config004_btnClose
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
ja_jp: 近い
ko_kr: 닫기
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
zh_cn: 关
zh_tw: 關

# Config005_tabGeneral
source: General Settings
de_de: Die Einstellungen
es_es: General
fr_fr: Options générales
ja_jp: 一般設定
ko_kr: 일반 설정
pt_br: Configurações Gerais
ru_ru: Настройка
th_th: การตั้งค่าทั่วไป
zh_cn: 常规设置
zh_tw: 常規設置

# Config006_tabCommon
source: Common keys
de_de: Häufig Schlüssel
es_es: Claves comunes
fr_fr: Touches communes
ja_jp: 共通キー
ko_kr: 공통 키
pt_br: Chaves comuns
ru_ru: Общие ключи
th_th: คีย์ทั่วไป
zh_cn: 通用键
zh_tw: 通用鍵

# Config007_tabAdd
source: Additional keys
de_de: Zugabe Schlüssel
es_es: Claves adicionales
fr_fr: Touches additionelles
ja_jp: 追加のキー
ko_kr: 추가 키
pt_br: Chaves adicionais
ru_ru: разное ключи
th_th: คีย์เพิ่มเติม
zh_cn: 附加键
zh_tw: 附加鍵

# Config008_tabHelp
source: Help and Contribute
de_de: Hilfe & Beitrag
es_es: Ayuda
fr_fr: Aider et Contribuer
ja_jp: ヘルプと貢献
ko_kr: 도움과 기여
pt_br: Ajude e contribua
ru_ru: Помощь и вклад
th_th: ช่วยเหลือและมีส่วนร่วม
zh_cn: 帮助和贡献
zh_tw: 幫助和貢獻

# Config009_lbPref
source: Preferences :
de_de: Vorlieben :
es_es: Preferencias :
fr_fr: Préférences :
ja_jp: 環境設定 ：
ko_kr: 환경 설정 :
pt_br: Preferências :
ru_ru: Предпочтения :
th_th: ค่ากำหนด :
zh_cn: 首选项 ：
zh_tw: 首選項 ：

# Config010_btnUpdate
source: Update filters
de_de: Filter aktualisie
es_es: Actualizar filtros
fr_fr: MAJ filtres
ja_jp: フィルターを更新する
ko_kr: 필터 업데이트
pt_br: Filtros atualiz
ru_ru: Обновить
th_th: อัปเดตตัวกรอง
zh_cn: 更新过滤器
zh_tw: 更新過濾器

# Config011_lbLeague
source: League :
de_de: Liga :
es_es: Juego y liga:
fr_fr: Ligue :
ja_jp: ゲームとリーグ:
ko_kr: 게임 및 리그 :
pt_br: Jogo e Liga:
ru_ru: Игра и Лига:
th_th: เกมและลีก :
zh_cn: 游戏和联盟 :
zh_tw: 比賽和聯賽：

# Config012_lbLang
source: Language :
de_de: Sprache :
es_es: Idioma, portal comercial:
fr_fr: Langue :
ja_jp: 言語、トレードゲートウェイ:
ko_kr: 언어, 무역 게이트웨이 :
pt_br: Idioma, Portal de comércio:
ru_ru: Язык, Торговый шлюз:
th_th: ภาษา, ช่องทางการค้า :
zh_cn: 语言、贸易门户 :
zh_tw: 語言、貿易門戶：

# Config013_lbSearch
source: Search parameters :
de_de: Verkauf seit (in Tagen):
es_es: Parámetros de búsqueda :
fr_fr: Paramètres de recherche :
ja_jp: 検索パラメータ:
ko_kr: 검색 매개변수 :
pt_br: Parâmetros de pesquisa :
ru_ru: Параметры поиска :
th_th: พารามิเตอร์การค้นหา :
zh_cn: 搜索参数：
zh_tw: 搜索參數：

# Config014_lbAge
source: Sale since (in days) :
de_de: Max. Alter in tagen
es_es: Venta desde (en días)
fr_fr: Vente depuis (en jours) :
ja_jp: 販売開始日 (日)
ko_kr: 판매 이후(일)
pt_br: Venda desde (em dias)
ru_ru: Продажа с (в днях)
th_th: ขายตั้งแต่ (วัน)
zh_cn: 销售时间（以天为单位）
zh_tw: 銷售時間（以天為單位）

# Config015_lbMaxResult
source: Results per search :
de_de: Ergebnisse pro Suche :
es_es: Results por búsqueda
fr_fr: Résults par recherche :
ja_jp: 検索ごとの結果
ko_kr: 검색 당 최대 결과
pt_br: Results por pesquisa
ru_ru: Результатов за поиск
th_th: ผลลัพธ์สูงสุดต่อการค้นหา
zh_cn: 每次搜索的最大结果
zh_tw: 每次搜索的最大結果

# Config016_lbItem
source: item
de_de: artikel
es_es: ítem
fr_fr: objet
ja_jp: アイテム
ko_kr: 안건
ru_ru: вещь
th_th: สิ่งของ
zh_cn: 项目
zh_tw: 項目

# Config017_lbBulk
source: bulk
es_es: abultar
fr_fr: vrac
ja_jp: バルク
ko_kr: 대부분
pt_br: granel
ru_ru: масса
th_th: จำนวนมาก
zh_cn: 块
zh_tw: 塊

# Config018_lbSearchPv
source: Search percent value :
de_de: Prozentwert der Suche :
es_es: Valor de porcentaje de búsqueda :
fr_fr: Pourcentage de la recherche
ja_jp: 検索パーセント値:
ko_kr: 검색 퍼센트 값 :
pt_br: Valor percentual da pesquisa :
ru_ru: Значение процента поиска :
th_th: ค่าเปอร์เซ็นต์การค้นหา :
zh_cn: 搜索百分比值：
zh_tw: 搜索百分比值：

# Config019_lbMinPv
source: min
ja_jp: 最小
ko_kr: 분
ru_ru: мин
th_th: นาที
zh_cn: 分
zh_tw: 分

# Config020_lbMaxPv
source: max
ja_jp: 最大
ko_kr: 최대
ru_ru: макс
th_th: สูงสุด
zh_cn: 最高
zh_tw: 最高

# Config021_lbUniquePv
source: Unique items
de_de: Einzigartig artikel
es_es: Objetos únicos
fr_fr: Objets uniques
ja_jp: ユニークなアイテム
ko_kr: 독특한 아이템
pt_br: Itens únicos
ru_ru: Уникальные статья
th_th: รายการที่ไม่ซ้ำกัน
zh_cn: 独特物品
zh_tw: 獨特物品

# Config022_lbOtherPv
source: Other items
de_de: Andere artikel
es_es: Otros objetos
fr_fr: Autres objets
ja_jp: その他の項目
ko_kr: 다른 아이템
pt_br: Outros itens
ru_ru: Другие статья
th_th: รายการอื่น ๆ
zh_cn: 其他项目
zh_tw: 其他項目

# Config023_tbDev
source: Dev
ja_jp: 開発
ko_kr: 개발자
ru_ru: разра
th_th: นักพัฒนา
zh_cn: 开发者
zh_tw: 開發者

# Config024_lbStartup
source: On Startup :
de_de: Beim Start :
es_es: En el inicio :
fr_fr: Au démarrage :
ja_jp: 起動時：
ko_kr: 시작에 :
pt_br: No arranque :
ru_ru: На старте :
th_th: เมื่อเริ่มต้น :
zh_cn: 在启动时：
zh_tw: 在啟動時：

# Config025_lbWhisper
source: Whisper messages :
de_de: Flüsternachrichten :
es_es: Mensajes de susurro :
fr_fr: Chuchoter messages :
ja_jp: ささやきメッセージ:
ko_kr: 귓속말 메시지 :
pt_br: Mensagens de sussurro :
ru_ru: Сообщения шепотом :
th_th: ข้อความกระซิบ :
zh_cn: 悄悄话：
zh_tw: 悄悄話：

# Config026_checkStartupMessage
source: Disable message
de_de: Nachricht deaktiv
es_es: Deshabilitar mensaje
fr_fr: Désactiver message
ja_jp: メッセージを無効にする
ko_kr: 메시지 비활성화
pt_br: Desativar mensagem
ru_ru: Удалить сообщение
th_th: ปิดการใช้งานข้อความ
zh_cn: 禁用消息
zh_tw: 禁用消息

# Config027_checkUpdate
source: Auto check update
de_de: Update auto
es_es: Actualización verif auto
fr_fr: Vérifier MAJ auto
ja_jp: アップデートの自動チェック
ko_kr: 자동 확인 업데이트
pt_br: Atualiza verif auto
ru_ru: Проверка обновления
th_th: อัปเดตตรวจสอบอัตโนมัติ
zh_cn: 自动检查更新
zh_tw: 自動檢查更新

# Config028_checkWhisperAuto
source: Auto paste trades
de_de: Auto kopie austauschs
es_es: Copia autom intercambio
fr_fr: Copie auto de l'échange
ja_jp: 自動貼り付け取引
ko_kr: 자동 붙여 넣기 거래
pt_br: Colar negociações auto
ru_ru: Автомат вставка сделок
th_th: วางการซื้อขายอัตโนมัติ
zh_cn: 自动粘贴交易
zh_tw: 自動粘貼交易

# Config029_lbAutoSel
source: Auto selection :
de_de: Auto Auswahl :
es_es: Selección automática :
fr_fr: Sélection automatique :
ja_jp: 自動選択 :
ko_kr: 자동 선택 :
pt_br: Seleção automática :
ru_ru: Автомат выбор :
th_th: การเลือกอัตโนมัติ:
zh_cn: 自动选择：
zh_tw: 自動選擇：

# Config030_checkCorrupt
source: Corrupted
de_de: Verderbt
es_es: Corrupto
fr_fr: Corrompu
ja_jp: コラプト状態
ko_kr: 부패
pt_br: Corrompido
ru_ru: Оскверненный
th_th: เสียหาย
zh_cn: 腐败的
zh_tw: 腐敗的

# Config031_checkHideSameOccurs
source: Aggregate results
de_de: Aggregierte Ergebnisse
es_es: Resultados agregados
fr_fr: Regrouper résultats
ja_jp: 集計結果
ko_kr: 집계 결과
pt_br: Resultados agregados
ru_ru: Сводные результаты
th_th: ผลลัพธ์โดยรวม
zh_cn: 汇总结果
zh_tw: 匯總結果

# Config032_checkPseudo
source: Pseudo affix
es_es: Pseudo afijo
fr_fr: Affixe pseudo
ja_jp: 疑似接辞
ko_kr: 의사 접사
pt_br: Pseudo afixo
ru_ru: Псевдоаффикс
th_th: ติดหลอก
zh_cn: 伪词缀
zh_tw: 偽詞綴

# Config033_checkSearchType
source: By item BASE
de_de: Nach Artikel BASE
es_es: Por artículo BASE
fr_fr: Par base d'objet
ja_jp: アイテムベース別
ko_kr: 기본 항목
pt_br: Por item BASE
ru_ru: По товарной базе
th_th: ตามฐานรายการ
zh_cn: 按项目库
zh_tw: 按項目庫

# Config034_checkTotalDps
source: Total DPS
de_de: Gesamt-DPS
ja_jp: 総DPS
ko_kr: 총 DPS
ru_ru: Всего УВС
th_th: DPS ทั้งหมด
zh_cn: 每秒总伤害
zh_tw: 每秒總傷害

# Config035_checkTotalArmourStats
source: Local ar/es/eva
de_de: Lokal rü/es/aus
fr_fr: ar/es/eva locale
ko_kr: 지역 갑옷/에너지/회피
ru_ru: Местный Бр/Эне/Ук
th_th: ท้องถิ่น ar/es /eva
zh_cn: 本地 护甲/能量/闪避
zh_tw: 本地 護甲/能量/閃避

# Config036_checkTotalLife
source: Total life
de_de: Gesamtleben
es_es: Vida total
fr_fr: Vie totale
ja_jp: 総寿命
ko_kr: 총 수명
pt_br: Total Vida
ru_ru: Общая жизнь
th_th: ชีวิตทั้งหมด
zh_cn: 总寿命
zh_tw: 總壽命

# Config037_checkGlobalEs
source: Global ES
fr_fr: Globale ES
ko_kr: 글로벌 ES
ru_ru: Глобальный Эне
th_th: พลังงานระดับโลก
zh_cn: 全球能源
zh_tw: 全球能源盾

# Config038_checkTotalResists
source: Total resistances
de_de: Gesamtwiderstände
es_es: Resistencias totales
fr_fr: Résistances totales
ja_jp: 総抵抗
ko_kr: 총 저항
pt_br: Resistências totais
ru_ru: Общие сопротивления
th_th: ความต้านทานรวม
zh_cn: 总电阻
zh_tw: 總電阻

# Config039_lbExplicits
source: Explicit mods selection :
de_de: Explizite Mods Auswahl :
es_es: Selección de mods explícitos :
fr_fr: Sélection des mods explicites :
ja_jp: 明示的な改造の選択:
ko_kr: 명시적인 모드 선택 :
pt_br: Seleção explícita de mods :
ru_ru: Явный выбор модов :
th_th: การเลือกม็อดที่ชัดเจน :
zh_cn: 显式选项选择：
zh_tw: 顯式選項選擇：

# Config040_checkExplicitsUniques
source: Uniques
de_de: Unikate
es_es: Únicos
ja_jp: ユニーク
ko_kr: 고유 항목
pt_br: Únicos
ru_ru: Уникальные
th_th: ไม่ซ้ำ
zh_cn: 不重复
zh_tw: 不重複

# Config041_checkExplicitsNonUniques
source: Non-Uniques
de_de: Nicht-Unikate
es_es: No-Únicos
ja_jp: 非ユニーク
ko_kr: 고유하지 않음
pt_br: Não Únicos
ru_ru: Не уникальные
th_th: ไม่ซ้ำใคร
zh_cn: 非唯一
zh_tw: 非唯一

# Config042_checkCrafted
source: Crafted
de_de: Hergestellt
es_es: Elaborado
fr_fr: Fabriqué
ja_jp: 作成された
ko_kr: 만든
pt_br: Feito
ru_ru: Создано
th_th: สร้างขึ้น
zh_cn: 精心制作
zh_tw: 精心製作

# Config043_lbImplicits
source: Implicit mods selection :
de_de: Implizite Mods Auswahl :
es_es: Selección de mods implícitos:
fr_fr: Sélection des mods implicites :
ja_jp: 暗黙の修飾子の選択:
ko_kr: 암시 적 모드 선택 :
pt_br: Seleção implícita de mods :
ru_ru: Неявный выбор модов:
th_th: การเลือก mods โดยนัย :
zh_cn: 隐式选项选择：
zh_tw: 隱式選項選擇：

# Config044_checkImplicits
source: Regulars
de_de: Stammgäste
es_es: Habituales
fr_fr: Réguliers
ja_jp: 暗示法線
ko_kr: 레귤러
pt_br: Regulares
ru_ru: Завсегдатаи
th_th: ประจำ
zh_cn: 正则
zh_tw: 正則

# Config045_checkCorruptions
source: Corruptions
de_de: Korruptionen
es_es: Corrupciones
ja_jp: 腐敗
ko_kr: 부패
pt_br: Corrupções
ru_ru: Коррупции
th_th: ความเสียหาย
zh_cn: 贪污腐败
zh_tw: 貪污腐敗

# Config046_checkEnchants
source: Enchants
de_de: Verzauberungen
es_es: Encants
ja_jp: エンチャント
ko_kr: 인챈트
pt_br: Encantos
ru_ru: Чары
th_th: เสน่ห์
zh_cn: 附魔
zh_tw: 附魔

# Config047_lbTip
source: TIP : Put your mouse hover a feature's label to view details.
de_de: TIPP: Bewegen Sie den Mauszeiger über die Beschriftung eines Features, um Details anzuzeigen.
es_es: SUGERENCIA: coloque el mouse sobre la etiqueta de una función para ver los detalles.
fr_fr: CONSEIL: placez votre curseur de souris sur une fonction pour afficher les détails.
ja_jp: ヒント : 詳細を表示するには、マウスを機能のラベルの上に置きます。
ko_kr: 팁 : 세부 사항을 보려면 기능의 레이블 위에 마우스를 올려 놓으십시오.
pt_br: DICA: passe o mouse sobre o rótulo de um recurso para ver os detalhes.
ru_ru: СОВЕТ. Наведите указатель мыши на метку функции, чтобы просмотреть подробности.
th_th: เคล็ดลับ: วางเมาส์ของคุณไว้เหนือป้ายกำกับคุณสมบัติเพื่อดูรายละเอียด
zh_cn: 提示：将鼠标悬停在功能标签上可以查看详细信息。
zh_tw: 提示：將鼠標懸停在功能標籤上可以查看詳細信息。

# Config048_btnUpdateTip
source: Retrieve leagues and filters data from official website. RESTART required to load new filters.
de_de: Rufen Sie Ligen ab und filtern Sie Daten von der offiziellen Website. Neustart erforderlich, um neue Filter zu laden.
es_es: Recupera datos de ligas y filtros del sitio web oficial. REINICIO requerido para cargar nuevos filtros.
fr_fr: Récupérez les données de ligues/filtres du site officiel. REDÉMARRAGE requis pour charger les nouveaux filtres.
ja_jp: 公式 Web サイトからリーグとフィルターのデータを取得します。 新しいフィルタをロードするには再起動が必要です。
ko_kr: 공식 웹 사이트에서 리그를 검색하고 데이터를 필터링합니다. 새 필터를로드하려면 다시 시작해야합니다.
pt_br: Recupere ligas e filtros de dados do site oficial. RESTART necessário para carregar novos filtros.
ru_ru: Получать лиги и фильтровать данные с официального сайта. перезапуск необходим для загрузки новых фильтров.
th_th: ดึงข้อมูลลีกและกรองข้อมูลจากเว็บไซต์ทางการ ต้องรีสตาร์ทเพื่อโหลดตัวกรองใหม่
zh_cn: 从官方网站检索联赛并过滤数据。 需要重新启动才能加载新的过滤器。
zh_tw: 從官方網站檢索聯賽並過濾數據。 需要重新啟動才能加載新的過濾器。

# Config049_lbLeagueTip
source: Choose your current league.
de_de: Wähle deine aktuelle Liga.
es_es: Elija su liga actual.
fr_fr: Choisisez votre ligue.
ja_jp: 現在のリーグを選択します。
ko_kr: 현재 리그를 선택하십시오.
pt_br: Escolha sua liga atual.
ru_ru: Выберите свою текущую лигу.
th_th: เลือกลีกปัจจุบันของคุณ
zh_cn: 选择您当前的联赛。
zh_tw: 選擇您當前的聯賽。

# Config050_lbLangTip
source: Select language used in game and Xiletrade.
de_de: Wählen Sie die im Spiel und in Xiletrade verwendete Sprache aus.
es_es: Seleccione el idioma utilizado en el juego y Xiletrade.
fr_fr: Sélectionnez la langue utilisée dans le jeu et Xiletrade.
ja_jp: ゲームと Xiletrade で使用される言語を選択します。
ko_kr: 게임 및 Xiletrade에서 사용되는 언어를 선택하십시오.
pt_br: Selecione o idioma usado no jogo e no Xiletrade.
ru_ru: Выберите язык, используемый в игре и Xiletrade.
th_th: เลือกภาษาที่ใช้ในเกมและ Xiletrade
zh_cn: 选择游戏和Xiletrade中使用的语言。
zh_tw: 選擇遊戲和Xiletrade中使用的語言。

# Config051_lbSearchTip
source: Allow you to search with a date limit.
de_de: Ermöglicht die Suche mit einem Datumslimit.
es_es: Le permite buscar con un límite de fecha.
ja_jp: 日付を限定して検索できます。
ko_kr: 날짜 제한으로 검색 할 수 있습니다.
pt_br: Permitem que você pesquise com um limite de data.
ru_ru: Разрешить поиск с ограничением по дате.
th_th: อนุญาตให้คุณค้นหาโดย จำกัด วันที่
zh_cn: 允许您使用日期限制进行搜索。
zh_tw: 允許您使用日期限制進行搜索。

# Config052_lbAgeTip
source: Allow you to search with a date limit.
de_de: Ermöglicht die Suche mit einem Datumslimit.
es_es: Le permite buscar con un límite de fecha.
fr_fr: Vous permet de rechercher avec une limite de date.
ja_jp: 日付を限定して検索できます。
ko_kr: 날짜 제한으로 검색 할 수 있습니다.
pt_br: Permitem que você pesquise com um limite de data.
ru_ru: Разрешить поиск с ограничением по дате.
th_th: อนุญาตให้คุณค้นหาโดย จำกัด วันที่
zh_cn: 允许您使用日期限制进行搜索。
zh_tw: 允許您使用日期限制進行搜索。

# Config053_lbMaxResultTip
source: Allow you to set the maximum results count for the first search (not the additional fetches). Be careful, do not use high values if you price too many items in a short time ! Official trade website has a requests limit per IP Address.
de_de: Hier können Sie die maximale Ergebnisanzahl für die erste Suche festlegen (nicht die zusätzlichen Abrufe). Seien Sie vorsichtig, verwenden Sie keine hohen Werte, wenn Sie in kurzer Zeit zu viele Artikel bewerten! Die offizielle Handelswebsite hat ein Anforderungslimit pro IP-Adresse.
es_es: Le permite establecer el recuento máximo de resultados para la primera búsqueda (no las extracciones adicionales). ¡Tenga cuidado, no use valores altos si pone precio a demasiados artículos en poco tiempo! El sitio web oficial de comercio tiene un límite de solicitudes por dirección IP.
fr_fr: Vous permet de définir le nombre maximum de résultats pour la première recherche (pas les récupérations supplémentaires). Attention, n'utilisez pas de valeurs élevées si vous 'pricez' trop d'articles en peu de temps! Le site Web officiel du commerce a une limite de demandes par adresse IP.
ja_jp: 最初の検索 (追加のフェッチではない) の最大結果数を設定できます。 短時間にあまりにも多くのアイテムの価格を設定する場合は、高い値を使用しないように注意してください。 公式取引 Web サイトには、IP アドレスごとのリクエスト制限があります。
ko_kr: 추가 가져 오기가 아닌 첫 번째 검색에 대한 최대 결과 수를 설정할 수 있습니다. 단시간에 너무 많은 항목의 가격을 책정하는 경우 높은 값을 사용하지 마십시오. 공식 거래 웹 사이트에는 IP 주소 당 요청 제한이 있습니다.
pt_br: Permitem que você defina a contagem máxima de resultados para a primeira pesquisa (não as buscas adicionais). Tenha cuidado, não use valores altos se você definir o preço de muitos itens em pouco tempo! O site oficial de comércio tem um limite de solicitações por endereço IP.
ru_ru: Позволяет установить максимальное количество результатов для первого поиска (не для дополнительных выборок). Будьте осторожны, не используйте высокие значения, если вы оцениваете слишком много товаров за короткое время! Официальный торговый сайт имеет ограничение на количество запросов на IP-адрес.
th_th: อนุญาตให้คุณตั้งค่าจำนวนผลลัพธ์สูงสุดสำหรับการค้นหาครั้งแรก (ไม่ใช่การดึงข้อมูลเพิ่มเติม) ระวังอย่าใช้มูลค่าสูงหากคุณกำหนดราคาสินค้ามากเกินไปในช่วงเวลาสั้น ๆ ! เว็บไซต์ทางการค้ามีขีด จำกัด คำขอต่อที่อยู่ IP
zh_cn: 允许您设置首次搜索的最大结果数（而不是其他访存）。 请注意，如果您在短时间内为太多商品定价，请勿使用高价值！ 官方贸易网站每个IP地址都有一个请求限制。
zh_tw: 允許您設置首次搜索的最大結果數（而不是其他訪存）。 請注意，如果您在短時間內為太多商品定價，請勿使用高價值！ 官方貿易網站對每個IP地址都有一個請求限制。

# Config054_lbSearchPvTip
source: Allow you to calculate a percentage of the current item value for each mods on minimum and maximum fields.
de_de: Ermöglicht es Ihnen, einen Prozentsatz des aktuellen Gegenstandswerts für jede Modifikation in minimalen und maximalen Feldern zu berechnen.
es_es: Le permite calcular un porcentaje del valor actual del artículo para cada modificación en los campos mínimo y máximo.
fr_fr: Vous permet de calculer un pourcentage de la valeur actuelle de l'élément pour chaque mod sur les champs minimum et maximum.
ja_jp: 最小フィールドと最大フィールドの各モッドの現在のアイテム値のパーセンテージを計算できるようにします。
ko_kr: 최소 및 최대 필드에서 각 모드에 대한 현재 항목 값의 백분율을 계산할 수 있습니다.
pt_br: Permite calcular uma porcentagem do valor do item atual para cada mods nos campos mínimo e máximo.
ru_ru: Позволяют вам рассчитать процент от текущего значения элемента для каждого мода в минимальном и максимальном полях.
th_th: ช่วยให้คุณคำนวณเปอร์เซ็นต์ของมูลค่าไอเท็มปัจจุบันสำหรับแต่ละม็อดในฟิลด์ต่ำสุดและสูงสุด
zh_cn: 允许您计算最小和最大字段上每个选项的当前项目值的百分比。
zh_tw: 允許您計算最小和最大字段上每個mod的當前項目值的百分比。

# Config055_lbWhisperTip
source: Allow you to automatically paste new whisper messages from your clipboard. Make sure your chat console is closed first !
de_de: Ermöglicht das automatische Einfügen neuer Flüsternachrichten aus Ihrer Zwischenablage. Stellen Sie sicher, dass Ihre Chat-Konsole zuerst geschlossen ist!
es_es: Le permite pegar automáticamente nuevos mensajes susurrantes desde su portapapeles. ¡Asegúrese de que su consola de chat esté cerrada primero!
fr_fr: Vous permet de coller automatiquement (en jeu) de nouveaux messages chuchotés à partir de votre presse-papiers. Assurez-vous que votre console de chat soit fermée avant!
ja_jp: クリップボードから新しいささやきメッセージを自動的に貼り付けることができます。 最初にチャット コンソールが閉じていることを確認してください。
ko_kr: 클립 보드에서 새 속삭임 메시지를 자동으로 붙여 넣을 수 있습니다. 먼저 채팅 콘솔이 닫혀 있는지 확인하십시오 !
pt_br: Permite que você cole automaticamente novas mensagens de sussurro de sua área de transferência. Certifique-se de que seu console de bate-papo esteja fechado primeiro!
ru_ru: Позволяет автоматически вставлять новые сообщения шепотом из буфера обмена. Сначала убедитесь, что ваша консоль чата закрыта!
th_th: ให้คุณวางข้อความกระซิบใหม่โดยอัตโนมัติจากคลิปบอร์ดของคุณ ตรวจสอบให้แน่ใจว่าคอนโซลแชทของคุณปิดก่อน!
zh_cn: 允许您从剪贴板自动粘贴新的耳语消息。 确保首先关闭聊天控制台！
zh_tw: 允許您從剪貼板自動粘貼新的耳語消息。 確保首先關閉聊天控制台！

# Config056_checkStartupMessageTip
source: Allow you to disable startup message.
de_de: Hier können Sie die Startmeldung deaktivieren.
es_es: Le permite desactivar el mensaje de inicio.
fr_fr: Vous permet de désactiver le message de démarrage.
ja_jp: 起動メッセージを無効にすることができます。
ko_kr: 시작 메시지를 비활성화 할 수 있습니다.
pt_br: Permite que você desative a mensagem de inicialização.
ru_ru: Позволяет отключить загрузочное сообщение.
th_th: อนุญาตให้คุณปิดใช้งานข้อความเริ่มต้น
zh_cn: 允许您禁用启动消息。
zh_tw: 允許您禁用啟動消息。

# Config057_checkUpdateTip
source: Checks if a new Xiletrade version has been released on each start.
de_de: Überprüft bei jedem Start, ob eine neue Xiletrade-Version veröffentlicht wurde.
es_es: Comprueba si se ha lanzado una nueva versión de Xiletrade en cada inicio.
fr_fr: Vérifie si une nouvelle version de Xiletrade a été publiée à chaque démarrage.
ja_jp: 開始ごとに新しい Xiletrade バージョンがリリースされているかどうかを確認します。
ko_kr: 시작할 때마다 새로운 Xiletrade 버전이 출시되었는지 확인합니다.
pt_br: Verifica se uma nova versão do Xiletrade foi lançada em cada inicialização.
ru_ru: Проверяет, была ли выпущена новая версия Xiletrade при каждом запуске.
th_th: ตรวจสอบว่า Xiletrade เวอร์ชันใหม่ได้รับการเผยแพร่ในแต่ละครั้งที่เริ่มต้นหรือไม่
zh_cn: 检查是否在每次启动时都发布了新的Xiletrade版本。
zh_tw: 檢查是否在每次啟動時都發布了新的Xiletrade版本。

# Config058_checkWhisperAutoTip
source: Auto paste your trade messages.
de_de: Fügen Sie Ihre Handelsnachrichten automatisch ein.
es_es: Pegue automáticamente sus mensajes comerciales.
fr_fr: Collez automatiquement vos messages commerciaux.
ja_jp: 取引メッセージを自動で貼り付けます。
ko_kr: 거래 메시지를 자동으로 붙여 넣습니다.
pt_br: Cole automaticamente suas mensagens comerciais.
ru_ru: Автоматическая вставка торговых сообщений.
th_th: วางข้อความการค้าของคุณโดยอัตโนมัติ
zh_cn: 自动粘贴您的交易消息。
zh_tw: 自動粘貼您的交易消息。

# Config059_checkCorruptTip
source: Auto select corrupted option if the item is corrupted.
de_de: Automatische Auswahl der verdorben Option, wenn das Element verderbt ist.
es_es: Seleccione automáticamente la opción corrupta si el elemento está dañado.
fr_fr: Sélectionn automatique de l'option corrompue si l'objet est corrompu.
ja_jp: アイテムが破損している場合、破損したオプションを自動選択します。
ko_kr: 항목이 손상된 경우 손상된 옵션을 자동으로 선택합니다.
pt_br: Seleção automática da opção corrompida se o item estiver corrompido.
ru_ru: Автоматически выбрать поврежденный вариант, если элемент поврежден.
th_th: เลือกตัวเลือกที่เสียหายโดยอัตโนมัติหากรายการเสียหาย
zh_cn: 如果项目已损坏，则自动选择已损坏的选项。
zh_tw: 如果項目已損壞，則自動選擇已損壞的選項。

# Config060_checkHideSameOccursTip
source: Auto select Aggregate results to regroup and ignore price fixing. You can retrieve additional results if low counts.
de_de: Wählen Sie automatisch Aggregierte Ergebnisse aus, um Preisabsprachen neu zu gruppieren und zu ignorieren. Sie können zusätzliche Ergebnisse abrufen, wenn die Anzahl niedrig ist.
es_es: Seleccione automáticamente Resultados agregados para reagrupar e ignorar la fijación de precios. Puede recuperar resultados adicionales si los recuentos son bajos.
fr_fr: Sélectionne automatiquement les résultats regroupés et ignorer la fixation de prix. Vous pouvez récupérer des résultats supplémentaires si vous obtenez peu de résultats à la première recherche.
ja_jp: 自動集計結果を選択して再グループ化し、価格設定を無視します。 カウントが少ない場合は、追加の結果を取得できます。
ko_kr: 자동 선택 집계 결과를 다시 그룹화하고 가격 고정을 무시합니다. 적은 수의 경우 추가 결과를 검색 할 수 있습니다.
pt_br: Seleção automática de resultados agregados para reagrupar e ignorar a fixação de preços. Você pode obter resultados adicionais se contagens baixas.
ru_ru: Автоматический выбор агрегированных результатов для перегруппировки и игнорирования фиксации цен. Вы можете получить дополнительные результаты, если количество мало.
th_th: เลือกผลลัพธ์รวมอัตโนมัติเพื่อจัดกลุ่มใหม่และละเว้นการตรึงราคา คุณสามารถดึงผลลัพธ์เพิ่มเติมได้หากมีจำนวนน้อย
zh_cn: 自动选择汇总结果以重新组合并忽略价格固定。 如果计数较低，则可以检索其他结果。
zh_tw: 自動選擇匯總結果以重新組合併忽略價格固定。 如果計數較低，則可以檢索其他結果。

# Config061_checkPseudoTip
source: Auto select (pseudo) affix for each search.
de_de: Auto Select Affix (Pseudo) für jede Suche.
es_es: Selección automática (pseudo) afijo para cada búsqueda.
fr_fr: Sélection automatique (affixe pseudo) pour chaque recherche.
ja_jp: 検索ごとに (疑似) 接辞を自動選択します。
ko_kr: 각 검색에 대한 자동 선택 (의사) 접미사.
pt_br: Seleção automática (pseudo) afixo para cada pesquisa.
ru_ru: Автоматический выбор (псевдо) аффикса для каждого поиска.
th_th: เลือกอัตโนมัติ (หลอก) ติดสำหรับการค้นหาแต่ละครั้ง
zh_cn: 每次搜索都会自动选择（伪）词缀。
zh_tw: 每次搜索都會自動選擇（偽）詞綴。
