Repository: maxensas/xiletrade
Catalog: src/Xiletrade.Library/Resources/Resources.*.resx
Languages: de_de, es_es, fr_fr, ja_jp, ko_kr, pt_br, ru_ru, th_th, zh_cn, zh_tw

# Start003_tbMessage1
source: XileTrade is a free tool that enhances the trading experience on Path of Exile. It allows you to quickly find prices for your items. This program was developed for free and must be maintained in order to work. If you like the program and/or want more features, consider contributing.
de_de: XileTrade ist ein kostenloses Tool, das das Handelserlebnis auf Path of Exile verbessert. So können Sie schnell Preise für Ihre Artikel finden. Dieses Programm wurde kostenlos entwickelt und muss gepflegt werden, damit es funktioniert. Wenn Ihnen das Programm gefällt und / oder Sie mehr Funktionen wünschen, sollten Sie einen Beitrag leisten.
es_es: XileTrade es una herramienta gratuita que mejora la experiencia comercial en Path of Exile. Le permite encontrar rápidamente los precios de sus artículos. Este programa fue desarrollado de forma gratuita y debe mantenerse para que funcione. Si le gusta el programa y / o desea más funciones, considere contribuir.
fr_fr: XileTrade est un outil gratuit qui améliore l'expérience d'échange sur Path of Exile. Il vous permet de trouver rapidement les prix de vos articles. Ce programme a été développé gratuitement et doit être maintenu pour fonctionner. Si vous aimez le programme et/ou souhaitez plus de fonctionnalités, pensez à contribuer.
ja_jp: XileTrade は、Path of Exile での取引体験を強化する無料のツールです。 これにより、商品の価格をすばやく見つけることができます。 このプログラムは無料で開発されており、機能するためには維持する必要があります。 プログラムが気に入った場合、および/またはより多くの機能が必要な場合は、貢献することを検討してください。
ko_kr: XileTrade 는 Path of Exile 에서 거래 경험을 향상시키는 무료 도구입니다. 항목의 가격을 빠르게 찾을 수 있습니다. 이 프로그램은 무료로 개발되었으며 작동하려면 유지해야합니다. 프로그램이 마음에 들거나 더 많은 기능을 원하면 기여를 고려하십시오.
pt_br: XileTrade é uma ferramenta gratuita que aprimora a experiência de negociação no Path of Exile. Ele permite que você encontre rapidamente os preços de seus itens. Este programa foi desenvolvido gratuitamente e deve ser mantido para funcionar. Se você gosta do programa e / ou deseja mais recursos, considere contribuir.
ru_ru: XileTrade - это бесплатный инструмент, который расширяет возможности торговли на Path of Exile. Это позволяет быстро находить цены на ваши товары. Эта программа была разработана бесплатно, и для ее работы необходимо поддерживать ее. Если вам нравится программа и / или вы хотите больше возможностей, рассмотрите возможность участия.
th_th: XileTrade เป็นเครื่องมือฟรีที่ช่วยเพิ่มประสบการณ์การซื้อขายบน Path of Exile ช่วยให้คุณค้นหาราคาสำหรับสินค้าของคุณได้อย่างรวดเร็ว โปรแกรมนี้ได้รับการพัฒนาฟรีและต้องได้รับการดูแลเพื่อให้ทำงานได้ หากคุณชอบโปรแกรมและ / หรือต้องการคุณสมบัติเพิ่มเติมลองร่วมให้ข้อมูล
zh_cn: XileTrade是一个免费工具，可增强“流亡之路”上的交易体验。 它使您可以快速找到商品的价格。 该程序是免费开发的，必须维护才能正常工作。 如果您喜欢该程序和/或想要更多功能，请考虑做出贡献。
zh_tw: XileTrade是一個免費工具，可增強“流亡之路”上的交易體驗。 它使您可以快速找到商品的價格。 該程序是免費開發的，必須維護才能正常工作。 如果您喜歡該程序和/或想要更多功能，請考慮做出貢獻。

# Start004_btnClose
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
ja_jp: 近い
ko_kr: 닫기
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
zh_cn: 关
zh_tw: 關

# Start005_btnCloseTip
source: Close this message. You can disable it in configuration settings.
de_de: Schließen Sie diese Nachricht. Sie können es in den Konfigurationseinstellungen deaktivieren.
es_es: Cierra este mensaje. Puede deshabilitarlo en los ajustes de configuración.
fr_fr: Fermez ce message. Vous pouvez le désactiver dans les paramètres de configuration.
ja_jp: このメッセージを閉じます。 構成設定で無効にすることができます。
ko_kr: 이 메시지를 닫으십시오. 구성 설정에서 비활성화 할 수 있습니다.
pt_br: Feche esta mensagem. Você pode desativá-lo nas definições de configuração.
ru_ru: Закройте это сообщение. Вы можете отключить его в настройках конфигурации.
th_th: ปิดข้อความนี้ คุณสามารถปิดใช้งานได้ในการตั้งค่าการกำหนดค่า
zh_cn: 关闭此消息。 您可以在配置设置中禁用它。
zh_tw: 關閉此消息。 您可以在配置設置中禁用它。

# Start006_cbLanguageTip
source: Global servers : English, French, Spanish, Portuguese, German, Russiann, Korean, Thai. Tencent server : Simplified Chinese. Garena server : Traditional Chinese.
de_de: Globale Server: Englisch, Französisch, Spanisch, Portugiesisch, Deutsch, Russisch, Koreanisch, Thailändisch. Tencent Server: Vereinfachtes Chinesisch. Garena Server: Traditionelles Chinesisch.
es_es: Servidores globales: inglés, francés, español, portugués, alemán, ruso, coreano, tailandés. Servidor Tencent: chino simplificado. Servidor Garena: chino tradicional.
fr_fr: Serveurs mondiaux: Anglais, Français, Espagnol, Portugais, Allemand, Russe, Coréen, Thaï. Serveur Tencent: Chinois simplifié. Serveur Garena: Chinois traditionnel.
ja_jp: グローバル サーバー : 英語、フランス語、スペイン語、ポルトガル語、ドイツ語、ロシア語、韓国語、タイ語。 Tencent サーバー : 簡体字中国語。 Garena サーバー : 繁体字中国語。
ko_kr: 글로벌 서버 : 영어, 프랑스어, 스페인어, 포르투갈어, 독일어, 러시아어, 한국어, 태국어. Tencent 서버 : 중국어 간체. Garena 서버 : 중국어 번체.
pt_br: Servidores globais: inglês, francês, espanhol, português, alemão, russo, coreano, tailandês. Servidor Tencent: chinês simplificado. Servidor Garena: Chinês tradicional.
ru_ru: Глобальные серверы: английский, французский, испанский, португальский, немецкий, русский, корейский, тайский. Сервер Tencent: упрощенный китайский. Сервер Garena: традиционный китайский.
th_th: เซิร์ฟเวอร์ทั่วโลก: อังกฤษฝรั่งเศสสเปนโปรตุเกสเยอรมันรัสเซียเกาหลีไทย เซิร์ฟเวอร์ Tencent: ภาษาจีนตัวย่อ เซิร์ฟเวอร์ Garena: ภาษาจีนดั้งเดิม
zh_cn: 全局服务器：英语，法语，西班牙语，葡萄牙语，德语，俄语，韩语，泰语。 腾讯服务器：简体中文。 Garena服务器：繁体中文。
zh_tw: 全局服務器：英語，法語，西班牙語，葡萄牙語，德語，俄語，韓語，泰語。 騰訊服務器：簡體中文。 Garena服務器：繁體中文。

# Update001_NewVersion
source: There is new version
de_de: Es gibt eine neue Version
es_es: Hay nueva versión
fr_fr: Il y a une nouvelle version
ja_jp: 新しいバージョンがあります
ko_kr: 새 버전이 있습니다
pt_br: Há nova versão
ru_ru: Есть новая версия
th_th: มีรุ่นใหม่
zh_cn: 有新版本
zh_tw: 有新版本

# Update002_Available
source: available. You are using version
de_de: erhältlich. Sie verwenden Version
es_es: disponible. Estás usando la versión
fr_fr: disponible. Vous utilisez la version
ja_jp: 利用可能。 バージョンを使用しています
ko_kr: 사용 가능. 당신은 버전을 사용하고 있습니다
pt_br: acessível. Você está usando a versão
ru_ru: доступный. Вы используете версию
th_th: มีอยู่. คุณกำลังใช้เวอร์ชัน
zh_cn: 可用的。 您正在使用版本
zh_tw: 可用的。 您正在使用版本

# Update003_Required
source: This is required update. Press Ok to begin updating the application.
de_de: Dies ist ein erforderliches Update. Drücken Sie OK, um mit der Aktualisierung der Anwendung zu beginnen.
es_es: Esta es una actualización requerida. Presiona Ok para comenzar a actualizar la aplicación.
fr_fr: Il s'agit d'une mise à jour requise. Appuyez sur OK pour commencer la mise à jour de l'application.
ja_jp: これは必須の更新です。 [OK] を押して、アプリケーションの更新を開始します。
ko_kr: 이것은 필수 업데이트입니다. 확인을 눌러 애플리케이션 업데이트를 시작합니다.
pt_br: Esta é uma atualização necessária. Pressione Ok para começar a atualizar o aplicativo.
ru_ru: Это обязательное обновление. Нажмите Ok, чтобы начать обновление приложения.
th_th: จำเป็นต้องอัปเดต กดตกลงเพื่อเริ่มอัปเดตแอปพลิเคชัน
zh_cn: 这是必需的更新。 按确定开始更新应用程序。
zh_tw: 這是必需的更新。 按確定開始更新應用程序。

# Update004_Want
source: Do you want to update the application now?
de_de: Möchten Sie die Anwendung jetzt aktualisieren?
es_es: ¿Quieres actualizar la aplicación ahora?
fr_fr: Voulez-vous mettre à jour l'application maintenant ?
ja_jp: 今すぐアプリケーションを更新しますか?
ko_kr: 지금 애플리케이션을 업데이트하시겠습니까?
pt_br: Deseja atualizar o aplicativo agora?
ru_ru: Хотите обновить приложение сейчас?
th_th: คุณต้องการอัปเดตแอปพลิเคชันตอนนี้หรือไม่
zh_cn: 您想现在更新应用程序吗？
zh_tw: 您想現在更新應用程序嗎？

# Update005_NoUpdate
source: There is no update available please try again later.
de_de: Es ist kein Update verfügbar, bitte versuchen Sie es später erneut.
es_es: No hay ninguna actualización disponible, inténtalo de nuevo más tarde.
fr_fr: Il n'y a pas de mise à jour disponible, veuillez réessayer plus tard.
ja_jp: 利用可能なアップデートはありません。しばらくしてからもう一度お試しください。
ko_kr: 사용 가능한 업데이트가 없습니다. 나중에 다시 시도해 주세요.
pt_br: Não há atualização disponível, tente novamente mais tarde.
ru_ru: Обновление недоступно, попробуйте позже.
th_th: ไม่มีการอัปเดต โปรดลองอีกครั้งในภายหลัง
zh_cn: 没有可用的更新，请稍后再试。
zh_tw: 沒有可用的更新，請稍後再試。

# Update006_Error
source: There is a problem reaching update server. Please check your internet connection and try again later.
de_de: Beim Erreichen des Update-Servers ist ein Problem aufgetreten. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es später erneut.
es_es: Hay un problema para acceder al servidor de actualización. Comprueba tu conexión a Internet e inténtalo de nuevo más tarde.
fr_fr: Il y a un problème pour atteindre le serveur de mise à jour. Veuillez vérifier votre connexion Internet et réessayer plus tard.
ja_jp: 更新サーバーへの到達に問題があります。 インターネット接続を確認して、後でもう一度お試しください。
ko_kr: 업데이트 서버에 도달하는 데 문제가 있습니다. 인터넷 연결을 확인하고 나중에 다시 시도하십시오.
pt_br: Há um problema ao acessar o servidor de atualização. Verifique sua conexão com a Internet e tente novamente mais tarde.
ru_ru: Возникла проблема с доступом к серверу обновлений. Пожалуйста, проверьте подключение к Интернету и повторите попытку позже.
th_th: มีปัญหาในการเข้าถึงเซิร์ฟเวอร์การอัพเดท โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณและลองอีกครั้งในภายหลัง
zh_cn: 到达更新服务器时出现问题。 请检查您的互联网连接并稍后重试。
zh_tw: 到達更新服務器時出現問題。 請檢查您的互聯網連接並稍後重試。

# Update007_TitleAvailable
source: Update Available
de_de: Update verfügbar
es_es: Actualización disponible
fr_fr: Mise à jour disponible
ja_jp: 利用可能なアップデート
ko_kr: 업데이트 가능
pt_br: Atualização disponível
ru_ru: Доступно обновление
th_th: อัพเดทพร้อมใช้งาน
zh_cn: 可用更新
zh_tw: 可用更新

# Update008_TitleNoUpdate
source: No update available
de_de: Kein Update verfügbar
es_es: Actualización no disponible
fr_fr: Pas de mise a jour disponible
ja_jp: アップデートはありません
ko_kr: 업데이트 없음
pt_br: Nenhuma atualização disponível
ru_ru: Нет доступных обновлений
th_th: ไม่มีการอัพเดท
zh_cn: 没有可用的更新
zh_tw: 沒有可用的更新

# Update009_TitleError
source: Update Check Failed
de_de: Aktualisierungsprüfung fehlgeschlagen
es_es: Comprobación de actualización fallida
fr_fr: La vérification de la mise à jour a échoué
ja_jp: 更新チェックに失敗しました
ko_kr: 업데이트 확인 실패
pt_br: Falha na verificação de atualização
ru_ru: Ошибка проверки обновления
th_th: อัปเดตการตรวจสอบล้มเหลว
zh_cn: 更新检查失败
zh_tw: 更新檢查失敗

# Whisper001_lblAccount
source: Whisper to :
de_de: Flüstern zu :
es_es: Susurrar a :
fr_fr: Chuchoter à :
ja_jp: にささやく:
ko_kr: 에게 귓속말 :
pt_br: Sussurre para:
ru_ru: Шепотом :
th_th: กระซิบถึง :
zh_cn: 悄悄地：
zh_tw: 悄悄地：

# Whisper002_lblGet
source: you get
de_de: du kriegst
es_es: obtiene
fr_fr: vous obtenez
ja_jp: あなたが得る
ko_kr: 당신은 얻을
pt_br: você pega
ru_ru: Вы получаете
th_th: คุณได้รับ
zh_cn: 你得到
zh_tw: 你得到

# Whisper003_lblPay
source: you pay
de_de: sie bezahlen
es_es: pagas
fr_fr: vous payez
ja_jp: あなたが支払う
ko_kr: 당신은 지불
pt_br: você paga
ru_ru: ты платишь
th_th: คุณจ่าย
zh_cn: 你付钱
zh_tw: 你付錢

# Whisper004_lblSt
source: stock
es_es: Valores
ja_jp: ストック
ko_kr: 스톡
pt_br: estoque
ru_ru: акции
th_th: คลังสินค้า
zh_cn: 股票
zh_tw: 股票

# Whisper005_btnSend
source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
ja_jp: 送信
ko_kr: 보내다
pt_br: Enviar
ru_ru: послать
th_th: ส่ง
zh_cn: 发送
zh_tw: 發送

# Whisper006_btnCancel
source: Cancel
de_de: Stornieren
es_es: Cancelar
fr_fr: Annuler
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
ru_ru: отменить
th_th: ยกเลิก
zh_cn: 取消
zh_tw: 取消
