Repository: maxensas/xiletrade
Catalog: src/Xiletrade.Library/Resources/Resources.*.resx
Languages: de_de, es_es, fr_fr, ja_jp, ko_kr, pt_br, ru_ru, th_th, zh_cn, zh_tw

# Main008_PriceNoResult
source: There is no results.
de_de: Es gibt keine Ergebnisse.
es_es: No hay resultados.
fr_fr: Il n'y a aucun résultat.
ja_jp: 結果はありません。
ko_kr: 결과가 없습니다.
pt_br: Não há resultados.
ru_ru: Нет результатов.
th_th: ไม่มีผลลัพธ์ใด ๆ
zh_cn: 没有结果。
zh_tw: 沒有結果。

# Main009_PriceBulk
source: check bulk tab
de_de: Überprüfen Sie die Registerkarte "Bulk"
es_es: comprobar pestaña a granel
fr_fr: vérifier l'onglet en vrac
ja_jp: バルクタブをチェック
ko_kr: 벌크 탭 확인
pt_br: verificar guia em massa
ru_ru: проверить массовую вкладку
th_th: ตรวจสอบแท็บจำนวนมาก
zh_cn: 检查批量标签
zh_tw: 檢查批量標籤

# Main010_PriceProcessed
source: Processed
de_de: Verarbeitet
es_es: Procesada
fr_fr: Traités
ja_jp: 処理済み
ko_kr: 처리됨
pt_br: Processado
ru_ru: Обработанный
th_th: ประมวลผล
zh_cn: 处理
zh_tw: 處理

# Main011_PriceBase
source: Price based on
de_de: Preis basiert auf
es_es: Precio basado en
fr_fr: Prix basé sur
ja_jp: 価格に基づく
ko_kr: 가격 기준
pt_br: Preço baseado em
ru_ru: Цена на основе
th_th: ราคาตาม
zh_cn: 价格依据
zh_tw: 價格依據

# Main012_PriceFew
source: Few results founds on the market Please check detailed Tab.
de_de: Nur wenige Ergebnisse auf dem Markt gefunden Bitte überprüfen Sie die detaillierte Registerkarte.
es_es: Pocos resultados encontrados en el mercado Consulte la pestaña detallada.
fr_fr: Peu de résultats trouvés sur le marché Veuillez consulter l'onglet détaillé.
ja_jp: 市場で見つかった結果はほとんどありません 詳細タブをご確認ください。
ko_kr: 시장에서 찾은 결과가 거의 없습니다. 자세한 탭을 확인하세요.
pt_br: Poucos resultados encontrados no mercado Verifique a guia detalhada.
ru_ru: На рынке найдено мало результатов Пожалуйста, проверьте подробную вкладку.
th_th: พบผลลัพธ์เพียงไม่กี่รายการในตลาด โปรดตรวจสอบแท็บโดยละเอียด
zh_cn: 在市场上发现的结果很少 请检查详细标签。
zh_tw: 在市場上發現的結果很少 請檢查詳細標籤。

# Main013_ListName
source: Name
es_es: Nombre
fr_fr: Nom
ja_jp: 名前
ko_kr: 이름
pt_br: Nome
ru_ru: имя
th_th: ชื่อ
zh_cn: 名称
zh_tw: 名稱

# Main014_ListStock
source: Stock
es_es: Valores
ja_jp: ストック
ko_kr: 스톡
pt_br: Estoque
ru_ru: Акции
th_th: คลังสินค้า
zh_cn: 股票
zh_tw: 股票

# Main015_ListCount
source: Count:
de_de: Anzahl:
es_es: Conde:
fr_fr: Nb:
ja_jp: カウント：
ko_kr: 카운트:
pt_br: Conde:
ru_ru: счет:
th_th: นับ:
zh_cn: 计数:
zh_tw: 計數:

# Main016_TierNothing
source: no
fr_fr: non
ja_jp: いいえ
ko_kr: 아니
pt_br: não
ru_ru: нет
th_th: ไม่
zh_cn: 没有
zh_tw: 沒有

# Main017_Results
source: Results
de_de: Ergebnisse
es_es: Resultados
fr_fr: Résultats
ja_jp: 結果
ko_kr: 결과
pt_br: Resultados
ru_ru: Полученные результаты
th_th: ผล
zh_cn: 结果
zh_tw: 結果

# Main018_ResultsDisplay
source: displayed
de_de: angezeigt
es_es: desplegada
fr_fr: affichés
ja_jp: 表示された
ko_kr: 표시
pt_br: exibido
ru_ru: отображается
th_th: แสดง
zh_cn: 显示
zh_tw: 顯示

# Main019_ResultsFetched
source: fetched
de_de: geholt
es_es: traída
fr_fr: récupérés
ja_jp: 取ってきた
ko_kr: 가져옴
pt_br: recuperado
ru_ru: доставлен
th_th: ดึงข้อมูล
zh_cn: 拿来
zh_tw: 拿來

# Main020_ResultsListed
source: listed
de_de: aufgeführt
es_es: listado
fr_fr: listés
ja_jp: 記載されている
ko_kr: 나열된
pt_br: listado
ru_ru: перечисленные
th_th: อยู่ในรายการ
zh_cn: 列出的
zh_tw: 列出的

# Main021_ResultsMatch
source: matches
de_de: streichhölzer
es_es: coincide
fr_fr: correspondants
ja_jp: 一致する
ko_kr: 성냥
pt_br: corresponde
ru_ru: Матчи
th_th: การแข่งขัน
zh_cn: 火柴
zh_tw: 火柴

# Main022_ResultsMin
source: min
ja_jp: 最小
ko_kr: 최저
ru_ru: мин
th_th: นาที
zh_cn: 分
zh_tw: 分

# Main023_ResultsMax
source: max
ja_jp: 最大
ko_kr: 최고
ru_ru: макс
th_th: สูงสุด
zh_cn: 最高
zh_tw: 最高

# Main024_ResultsSales
source: sales
de_de: umsatz
es_es: ventas
fr_fr: ventes
ja_jp: 販売
ko_kr: 매상
pt_br: vendas
ru_ru: продажи
th_th: การขาย
zh_cn: 销售量
zh_tw: 銷售量

# Main025_ResultsAgregate
source: aggregated results
de_de: aggregierte Ergebnisse
es_es: resultados agregados
fr_fr: résultats regroupés
ja_jp: 集計結果
ko_kr: 집계 된 결과
pt_br: resultados agregados
ru_ru: агрегированные результаты
th_th: ผลลัพธ์รวม
zh_cn: 汇总结果
zh_tw: 匯總結果

# Main026_ResultsUnpriced
source: unpriced items
de_de: unpreisige Artikel
es_es: artículos sin precio
fr_fr: articles sans prix
ja_jp: 価格のないアイテム
ko_kr: 가격이 책정되지 않은 항목
pt_br: itens sem preço
ru_ru: товары без цены
th_th: รายการที่ไม่มีราคา
zh_cn: 未定价的物品
zh_tw: 未定價的物品

# Main027_ResultsTotal
source: Total
de_de: Gesamt
ja_jp: 合計
ko_kr: 합계
ru_ru: Всего
th_th: รวม
zh_cn: 总
zh_tw: 總

# Main028_Error1
source: Bad league setup ?
de_de: Schlechtes Liga-Setup?
es_es: ¿Mala configuración de la liga?
fr_fr: Mauvaise configuration de la ligue ?
ja_jp: リーグの設定が悪い？
ko_kr: 나쁜 리그 설정?
pt_br: Configuração da liga ruim?
ru_ru: Плохая настройка лиги?
th_th: การตั้งค่าลีกไม่ดี ?
zh_cn: 联赛设置不佳？
zh_tw: 聯賽設置不佳？

# Main029_Error1bis
source: while retrieving data.
de_de: beim Abrufen von Daten.
es_es: mientras recupera datos.
fr_fr: lors de la récupération des données.
ja_jp: データを取得するとき。
ko_kr: 데이터를 검색하는 동안.
pt_br: durante a recuperação de dados.
ru_ru: при получении данных.
th_th: ในขณะที่ดึงข้อมูล
zh_cn: 同时检索数据。
zh_tw: 同時檢索數據。

# Main030_Error2
source: No Data
de_de: Keine Daten
es_es: Sin datos
fr_fr: Pas de données
ja_jp: データなし
ko_kr: 데이터 없음
pt_br: Sem dados
ru_ru: Нет данных
th_th: ไม่มีข้อมูล
zh_cn: 没有数据
zh_tw: 沒有數據

# Main031_Error2bis
source: contacting trade website.
de_de: Kontakt mit der Handelswebsite.
es_es: contactar el sitio web comercial.
fr_fr: en contactant le site Web du commerce.
ja_jp: 取引ウェブサイトに連絡します。
ko_kr: 무역 웹 사이트에 연락.
pt_br: entrar em contato com o site comercial.
ru_ru: связаться с торговым сайтом.
th_th: ติดต่อเว็บไซต์การค้า
zh_cn: 联系贸易网站。
zh_tw: 聯繫貿易網站。

# Main032_cbTotalExchange
source: Bulk Item Exchange
de_de: Austausch von Massenartikeln
es_es: Intercambio de artículos a granel
fr_fr: Echange d'objets en vrac
ja_jp: バルクアイテム交換
ko_kr: 벌크 아이템 교환
pt_br: Troca de item a granel
ru_ru: Массовый обмен предметами
th_th: แลกเปลี่ยนสินค้าจำนวนมาก
zh_cn: 散货交换
zh_tw: 散貨交換

# Main033_Any
source: ANY
de_de: BELIEBIG
es_es: cualquier
fr_fr: Tous
ja_jp: どれでも
ko_kr: 어떤
pt_br: QUALQUER
ru_ru: ЛЮБЫЕ
th_th: ใด ๆ
zh_cn: 任何
zh_tw: 任何

# Main034_No
source: NO
de_de: NEIN
fr_fr: Non
ja_jp: いいえ
ko_kr: 아니
pt_br: NÃO
ru_ru: Нет
th_th: ไม่
zh_cn: 没有
zh_tw: 沒有

# Main035_Yes
source: YES
de_de: JA
es_es: SI
fr_fr: Oui
ja_jp: はい
ko_kr: 예
pt_br: SIM
ru_ru: ДА
th_th: ใช่
zh_cn: 是
zh_tw: 是

# Main036_None
source: None
de_de: Keiner
es_es: Sin
fr_fr: Aucune
ja_jp: なし
ko_kr: 없음
pt_br: Nenhum
ru_ru: Никто
th_th: ไม่มี
zh_cn: 没有
zh_tw: 沒有

# Main037_Shaper
source: Shaper
de_de: Schöpfers
es_es: Creador
fr_fr: Façonneur
ja_jp: シェイパー
ko_kr: 셰이퍼
pt_br: Criador
ru_ru: Создателя
th_th: เชปเปอร์
zh_cn: 塑界者
zh_tw: 塑界者

# Main038_Elder
source: Elder
de_de: Ältesten
es_es: Antiguo
fr_fr: Ancien
ja_jp: エルダー
ko_kr: 장로
pt_br: Ancião
ru_ru: Древнего
th_th: เอลเดอร์
zh_cn: 裂界者
zh_tw: 異界尊師

# Main039_Crusader
source: Crusader
de_de: Kreuzritters
es_es: Cruzado
fr_fr: Croisé
ja_jp: クルセイダー
ko_kr: 십자군
pt_br: Cruzado
ru_ru: Крестоносца
th_th: ครูเซเดอร์
zh_cn: 圣战者
zh_tw: 聖戰軍王

# Main040_Redeemer
source: Redeemer
de_de: Erlöserin
es_es: Redentora
fr_fr: Rédemptrice
ja_jp: レディーマー
ko_kr: 구속자
pt_br: Redentor
ru_ru: Избавительницы
th_th: รีดีมเมอร์
zh_cn: 救赎者
zh_tw: 救贖者

# Main041_Hunter
source: Hunter
de_de: Jägers
es_es: Cazador
fr_fr: Chasseur
ja_jp: ハンター
ko_kr: 사냥꾼
pt_br: Caçador
ru_ru: Охотника
th_th: ฮันเตอร์
zh_cn: 狩猎者
zh_tw: 狩獵者

# Main042_Warlord
source: Warlord
de_de: Kriegsherrn
es_es: Jefe de guerra
fr_fr: Seigneur de guerre
ja_jp: ウォーロード
ko_kr: 장군
pt_br: Senhor
ru_ru: Вождя
th_th: วอร์หลอด
zh_cn: 督军
zh_tw: 總督軍

# Main043_Choose
source: Choose currency
de_de: Währung wählen
es_es: Elegir Moneda
fr_fr: Choisir monnaie
ja_jp: 通貨を選んでください
ko_kr: 통화 선택
pt_br: Escolha a moeda
ru_ru: Выберите Валюту
th_th: เลือกสกุลเงิน
zh_cn: 选择货币
zh_tw: 選擇貨幣

# Main044_MainCur
source: Main currencies
de_de: Hauptwährungen
es_es: Monedas principales
fr_fr: Monnaies principales
ja_jp: 主要通貨
ko_kr: 주요 통화
pt_br: Moedas principais
ru_ru: Основные валюты
th_th: สกุลเงินหลัก
zh_cn: 主要货币
zh_tw: 主要貨幣

# Main045_OtherCur
source: Other currencies
de_de: Andere Währungen
es_es: Otras monedas
fr_fr: Autres monnaies
ja_jp: その他の通貨
ko_kr: 기타 통화
pt_br: Outras moedas
ru_ru: Другие валюты
th_th: สกุลเงินอื่น ๆ
zh_cn: 其他货币
zh_tw: 其他貨幣

# Main046_MapFrag
source: Map fragments
de_de: Kartenfragmente
es_es: Fragmentos de mapas
fr_fr: Fragments de carte
ja_jp: 地図の断片
ko_kr: 맵 조각
pt_br: Fragmentos de mapa
ru_ru: Фрагменты карты
th_th: ชิ้นส่วนแผนที่
zh_cn: 地图片段
zh_tw: 地圖片段

# Main047_Stones
source: Stones, Emblems
de_de: Steine, Embleme
es_es: Piedras, Emblemas
fr_fr: Ensembles
ja_jp: ストーンズ、エンブレム
ko_kr: 돌, 엠블럼
pt_br: Pedras, Emblemas
ru_ru: Камни, Эмблемы
th_th: หินตราสัญลักษณ์
zh_cn: 石头，徽章
zh_tw: 石頭，徽章

# Main048_Delirium
source: Delirium Orbs
de_de: Deliriumkugeln
es_es: Orbes del delirio
fr_fr: Orbes de délire
ja_jp: デリリウムオーブ
ko_kr: 섬망 보주
pt_br: Orbes Delirantes
ru_ru: Сферы Делириума
zh_cn: 妄想宝珠
zh_tw: 妄想寶珠

# Main049_Catalysts
source: Catalysts
de_de: Katalysatoren
es_es: Catalizadores
fr_fr: Catalyseurs
ja_jp: カタリスト
ko_kr: 촉매
pt_br: Catalisadores
ru_ru: Катализаторы
th_th: ตัวเร่งปฏิกิริยา
zh_cn: 催化剂类
zh_tw: 催化劑類

# Main050_Oils
source: Oils
de_de: Öle
es_es: Aceites
fr_fr: Huiles
ja_jp: オイル＆抽出機
ko_kr: 유화
pt_br: Óleos
ru_ru: Масла
th_th: น้ำมัน
zh_cn: 精油
zh_tw: 精油

# Main051_Incubators
source: Incubators
de_de: Inkubatoren
es_es: Incubadoras
fr_fr: Incubateurs
ja_jp: インキュベーター
ko_kr: 인큐베이터
pt_br: Incubadores
ru_ru: Инкубаторы
th_th: ตู้อบ
zh_cn: 孵化器
zh_tw: 孵化器

# Main052_Scarabs
source: Scarabs
de_de: Skarabäen
es_es: Escarabajos
fr_fr: Scarabées
ja_jp: スカラベ
ko_kr: 풍뎅이
pt_br: Escaravelhos
ru_ru: Скарабеи
zh_cn: 圣甲虫
zh_tw: 聖甲蟲

# Main053_Fossils
source: Fossils, Resonators
de_de: Fossilien, Resonatoren
es_es: Fósiles, resonadores
fr_fr: Fossiles, Résonateurs
ja_jp: 化石、レゾネーター
ko_kr: 화석, 공명기
pt_br: Fósseis, Ressonadores
ru_ru: Ископаемые, Резонаторы
zh_cn: 化石，谐振器
zh_tw: 化石，諧振器

# Main054_Essences
source: Essences
de_de: Essenzen
es_es: Esencias
ja_jp: エッセンス
ko_kr: 에센스
pt_br: Essências
ru_ru: Сущности
zh_cn: 精华液
zh_tw: 精華液

# Main055_Divination
source: Divination Cards
de_de: Wahrsagungskarten
es_es: Cartas de adivinación
fr_fr: Cartes divinatoires
ja_jp: カード
ko_kr: 점술 카드
pt_br: Cartas
ru_ru: Гадальные карты
th_th: การ์ด
zh_cn: 占卜卡
zh_tw: 占卜卡

# Main056_Maps
source: Maps
de_de: Karten
es_es: Mapas
ja_jp: マップ
ko_kr: 지도
ru_ru: Карты
zh_cn: 地图
zh_tw: 地圖

# Main057_lbLeague
source: League
de_de: Liga
es_es: Liga
fr_fr: Ligue
ja_jp: リーグ
ko_kr: 리그
pt_br: Liga
ru_ru: Лига
th_th: ลีก
zh_cn: 联盟
zh_tw: 聯盟

# Main058_lbMarket
source: Market
de_de: Markt
es_es: Mercado
fr_fr: Marché
ja_jp: 市場
ko_kr: 시장
pt_br: Mercado
ru_ru: Рынок
th_th: ตลาด
zh_cn: 市场
zh_tw: 市場

# Main059_lbAffix
source: affix
es_es: afijo
fr_fr: affixe
ja_jp: 接辞
ko_kr: 부착
pt_br: afixo
ru_ru: прикреплять
th_th: ติด
zh_cn: 词缀
zh_tw: 詞綴

# Main060_lbMod
source: mod
ja_jp: モッド
ko_kr: 모드
ru_ru: мод
zh_cn: 模
zh_tw: 模

# Main061_lbMin
source: min
ja_jp: 最小
ko_kr: 분
ru_ru: мин
th_th: นาที
zh_cn: 分
zh_tw: 分

# Main062_lbCurrent
source: current
de_de: aktuell
es_es: actual
fr_fr: actuel
ja_jp: 現在
ko_kr: 흐름
pt_br: atual
ru_ru: текущий
th_th: ปัจจุบัน
zh_cn: 当前
zh_tw: 當前

# Main063_lbMax
source: max
ja_jp: 最大
ko_kr: 최대
ru_ru: максимум
th_th: สูงสุด
zh_cn: 最高
zh_tw: 最高

# Main064_lbSelect
source: select
de_de: wählen
es_es: selecc
ja_jp: 選択する
ko_kr: 고르다
pt_br: selecc
ru_ru: Выбрать
th_th: เลือก
zh_cn: 选择
zh_tw: 選擇

# Main065_tbiLevel
source: iLevel
ja_jp: 私はレベル
ko_kr: 아이템 레벨
ru_ru: пуровень
zh_cn: 物品等级
zh_tw: 物品等級

# Main066_tbQuality
source: Quality
de_de: Qualität
es_es: Calidad
fr_fr: Qualité
ja_jp: 品質
ko_kr: 품질
pt_br: Qualidade
ru_ru: Качественный
th_th: คุณภาพ
zh_cn: 质量
zh_tw: 質量

# Main067_tbSockets
source: Sockets & Links
de_de: Steckdosen & Links
es_es: Enchufes y enlaces
fr_fr: Châsses & Liens
ja_jp: ソケットとリンク
ko_kr: 소켓 및 링크
pt_br: Soquetes e Links
ru_ru: Розетки и ссылки
th_th: ซ็อกเก็ตและลิงค์
zh_cn: 套接字和链接
zh_tw: 套接字和鏈接

# Main068_tbArmour
source: Armour
de_de: Rüstung
es_es: Armadura
fr_fr: Armure
ja_jp: アーマー
ko_kr: 갑옷
pt_br: Armaduras
ru_ru: Броня
th_th: เกราะ
zh_cn: 盔甲
zh_tw: 盔甲

# Main069_tbEnergy
source: Energy
de_de: Energie
es_es: Energía
fr_fr: Energie
ja_jp: エナジーシールド
ko_kr: 에너지
pt_br: Energia
ru_ru: Энергия
th_th: พลังงาน
zh_cn: 能源
zh_tw: 能源

# Main070_tbEvasion
source: Evasion
de_de: Ausweichen
es_es: Evasión
fr_fr: Évasion
ja_jp: 回避力
ko_kr: 회피
pt_br: Evasão
ru_ru: Уклонение
th_th: การหลบหลีก
zh_cn: 逃避
zh_tw: 逃避

# Main071_tbSynthesis
source: Synthesis
de_de: Synthese
es_es: Síntesis
fr_fr: Synthétisé
ja_jp: シンセシス
ko_kr: 합성
pt_br: Síntese
ru_ru: Синтез
th_th: สังเคราะห์
zh_cn: 合成
zh_tw: 合成

# Main072_tbBlight
source: Blighted
de_de: Befleckt
es_es: Arruinado
fr_fr: Infesté
ja_jp: ブライト
ko_kr: 역병
ru_ru: Испорченный
th_th: ลีบ
zh_cn: 秕
zh_tw: 秕

# Main073_tbTotalDps
source: Total dps
ja_jp: 合計DPS
ko_kr: 총 dps
ru_ru: Общий дпс
zh_cn: 每秒总伤害
zh_tw: 每秒總傷害

# Main074_tbPhysDps
source: Phys dps
es_es: Físicos dps
ja_jp: 物理DPS
ko_kr: 물리적 dps
pt_br: Físico dps
ru_ru: Физ дпс
zh_cn: 每秒物理伤害
zh_tw: 每秒物理傷害

# Main075_tbElemDps
source: Elem dps
ja_jp: 元素DPS
ko_kr: 원소 dps
ru_ru: Элем дпс
zh_cn: 每秒元素伤害
zh_tw: 每秒元素傷害

# Main076_tbTotalResist
source: Total res
ja_jp: 総抵抗
ko_kr: 총 저항
ru_ru: Полное сопротивление
th_th: Total resist
zh_cn: 总抗蚀剂
zh_tw: 總抗蝕劑

# Main077_tbTotalLife
source: Total life
de_de: Ges leben
es_es: Total vida
fr_fr: Total vie
ja_jp: 総寿命
ko_kr: 총 수명
pt_br: Total vida
ru_ru: Общая жизнь
th_th: ชีวิตทั้งหมด
zh_cn: 总寿命
zh_tw: 總壽命

# Main078_tbGlobalES
source: Global ES
ja_jp: 全般的ES
ko_kr: 글로벌 ES
ru_ru: Глобальная энергия
zh_cn: 全球能源
zh_tw: 全球能源

# Main079_lbInfluence
source: Influences
de_de: Einflüsse
es_es: Influencias
ja_jp: 影響
ko_kr: 영향
pt_br: Influências
ru_ru: Влияния
th_th: อิทธิพล
zh_cn: 影响力
zh_tw: 影響力

# Main080_lbCorrupted
source: Corrupted
de_de: Beschädigt
es_es: Corrupto
fr_fr: Corrompu
ja_jp: コラプト状態
ko_kr: 부패
pt_br: Corrompido
ru_ru: Испорченный
th_th: เสียหาย
zh_cn: 腐败的
zh_tw: 腐敗的

# Main081_tbByBase
source: base
de_de: Basis
ja_jp: ベース
ko_kr: 기초
ru_ru: базе
th_th: โคน
zh_cn: 按基数
zh_tw: 按基數

# Main082_lbCheckAll
source: all
es_es: todos
fr_fr: tout
ja_jp: 全て
ko_kr: 모두
pt_br: tudo
ru_ru: все
th_th: ทั้งหมด
zh_cn: 所有
zh_tw: 所有

# Main083_lbRarity
source: Rarity
de_de: Seltenheit
es_es: Rareza
fr_fr: Rareté
ja_jp: レアリティ
ko_kr: 희귀도
pt_br: Raridade
ru_ru: Редкость
th_th: หายาก
zh_cn: 稀 有 度
zh_tw: 稀有度

# Main084_tabItemBasic
source: Quick
de_de: Schnell
es_es: Rápido
fr_fr: Rapide
ja_jp: 素早い
ko_kr: 빨리
pt_br: Rápido
ru_ru: Быстрый
th_th: ด่วน
zh_cn: 快
zh_tw: 快

# Main085_tabItemDetailed
source: Detailed
de_de: Detailliert
es_es: Detallado
fr_fr: Détaillée
ja_jp: 詳細
ko_kr: 상세한
pt_br: Detalhado
ru_ru: Подробно
th_th: รายละเอียด
zh_cn: 详细
zh_tw: 詳細

# Main086_tabItemExchange
source: Exchange
de_de: Austausch
es_es: Intercambiar
fr_fr: Échange
ja_jp: 交換
ko_kr: 교환
pt_br: Troca
ru_ru: Обмен
th_th: แลกเปลี่ยน
zh_cn: 交换
zh_tw: 交換

# Main087_lblPrice
source: Price
de_de: Preis
es_es: Precio
fr_fr: Prix
ja_jp: 価格
ko_kr: 가격
pt_br: Preço
ru_ru: Цена
th_th: ราคา
zh_cn: 价钱
zh_tw: 價錢

# Main088_lblIndexed
source: Indexed ago
de_de: Vor indiziert
es_es: Indexado hace
fr_fr: Indexé il y a
ja_jp: 索引付き
ko_kr: 전 색인 생성
pt_br: Indexado atrás
ru_ru: Проиндексировано назад
th_th: จัดทำดัชนีที่แล้ว
zh_cn: 索引前
zh_tw: 索引前

# Main089_lblSellers
source: Sellers
de_de: Verkäufer
es_es: Vendedores
fr_fr: Vendeurs
ja_jp: 売り手
ko_kr: 판매자
pt_br: Vendedores
ru_ru: Продавцы
th_th: ผู้ขาย
zh_cn: 卖家
zh_tw: 賣家

# Main090_tbAggregate
source: Aggregate results
de_de: Aggregierte Ergebnisse
es_es: Resultados agregados
fr_fr: Regrouper résultats
ja_jp: 集計結果
ko_kr: 집계 결과
pt_br: Resultados agregados
ru_ru: Сводные результаты
th_th: ผลลัพธ์โดยรวม
zh_cn: 汇总结果
zh_tw: 匯總結果

# Main091_fetchResultsDetail
source: fetch more results
de_de: mehr ergebnisse
es_es: más resultados
fr_fr: plus de résultats
ja_jp: より多くの結果を取得する
ko_kr: 더 많은 결과 가져 오기
pt_br: mais resultados
ru_ru: больше результатов
th_th: ดึงผลลัพธ์เพิ่มเติม
zh_cn: 获取更多结果
zh_tw: 獲取更多結果

# Main092_lbGet
source: get
de_de: bekommen
es_es: obtener
fr_fr: obtenir
ja_jp: 得る
ko_kr: 가져 오기
pt_br: obter
ru_ru: получить
th_th: ได้รับ
zh_cn: 得到
zh_tw: 得到

# Main093_lbPay
source: pay
de_de: zahlen
es_es: pagar
fr_fr: payer
ja_jp: 支払う
ko_kr: 지불
pt_br: paga
ru_ru: платить
th_th: จ่าย
zh_cn: 工资
zh_tw: 工資

# Main094_lbTier
source: tier
es_es: nivel
fr_fr: grade
ja_jp: ティア
ko_kr: 층
pt_br: camada
ru_ru: ярус
th_th: ชั้น
zh_cn: 层级
zh_tw: 層級

# Main095_getMoreBulk
source: fetch
de_de: holen
es_es: traer
fr_fr: récuperer
ja_jp: フェッチ
ko_kr: 술책
pt_br: recuperar
ru_ru: принести
th_th: ดึงข้อมูล
zh_cn: 取
zh_tw: 取

# Main096_btnInvert
source: invert
de_de: umkehren
fr_fr: inverser
ja_jp: 反転する
ko_kr: 거꾸로 하다
pt_br: inverter
ru_ru: инвертировать
th_th: กลับด้าน
zh_cn: 倒置
zh_tw: 倒置

# Main097_lbMinStock
source: stock
es_es: valores
ja_jp: ストック
ko_kr: 스톡
pt_br: estoque
ru_ru: акции
th_th: คลังสินค้า
zh_cn: 股票
zh_tw: 股票

# Main098_btnSearch
source: Open in browser
de_de: Browser öffnen
es_es: Abierta navegador
fr_fr: Ouvrir navigateur
ja_jp: ブラウザで開く
ko_kr: 브라우저에서 열려
pt_br: Abra navegador
ru_ru: в браузере
th_th: เปิดในเบราว์เซอร์
zh_cn: 在浏览器中打开
zh_tw: 在瀏覽器中打開

# Main099_lbDonate
source: Donate
de_de: Spenden
es_es: Donar
fr_fr: Don
ja_jp: 寄付
ko_kr: 기부
pt_br: Doar
ru_ru: Пожертвовать
th_th: บริจาค
zh_cn: 捐
zh_tw: 捐

# Main100_btnClose
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
ja_jp: 近い
ko_kr: 닫기
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
zh_cn: 关
zh_tw: 關

# Main101_btnCloseAuto
source: Auto Close
de_de: Auto schließen
es_es: Auto Cerrar
fr_fr: Fermer auto
ja_jp: オートクローズ
ko_kr: 자동 닫기
pt_br: Auto Fechar
ru_ru: Автоматическое закрытие
th_th: ปิดอัตโนมัติ
zh_cn: 自动关闭
zh_tw: 自動關閉

# Main102_lblGP
source: GET : PAY Double click to whisper
de_de: Bekommen : Zahlen Doppelklick zum Flüstern
es_es: OBTENER: PAGAR Haga doble clic para susurrar
fr_fr: OBTENIR : PAYER Double clic pour chuchoter
ja_jp: 得る : 支払う ダブルクリックしてささやく
ko_kr: 얻기 위해 : 지불 두 번 클릭하여 속삭임
pt_br: OBTER : PAGA Clique duas vezes para whisp
ru_ru: ПОЛУЧИТЬ: ОПЛАТИТЬ Дважды щелкните, чтобы шептать
th_th: รับ: จ่าย ดับเบิลคลิกเพื่อกระซิบ
zh_cn: 得到：付款 双击以鞭打
zh_tw: 得到：支付 雙擊以鞭打

# Main103_fetchResultsDetailTip
source: Allow you to load +20 more results, the official trade website allow a maximum of 100 results per request (Search Listed Items). CAUTION when checking item prices : DO NOT fetch too much results in a short time to avoid timeout issues.
de_de: Auf der offiziellen Handelswebsite können maximal 100 Ergebnisse pro Anfrage geladen werden (Suche nach aufgelisteten Artikeln). VORSICHT bei der Überprüfung der Artikelpreise: Rufen Sie in kurzer Zeit NICHT zu viele Ergebnisse ab, um Timeout-Probleme zu vermeiden.
es_es: Le permite cargar +20 resultados más, el sitio web oficial de comercio permite un máximo de 100 resultados por solicitud (Buscar artículos listados). PRECAUCIÓN al verificar los precios de los artículos: NO obtenga demasiados resultados en poco tiempo para evitar problemas de tiempo de espera.
fr_fr: Vous permet de charger 20+ résultats supplémentaires, le site Web de commerce autorise un maximum de 100 résultats par demande (Articles répondant à la recherche). ATTENTION : NE récupérez pas trop de résultats en peu de temps afin d'éviter des problèmes de timeout lors de la vérification de prix (protection contre le flood).
ja_jp: さらに 20 件の結果を読み込むことができます。公式取引 Web サイトでは、リクエストごとに最大 100 件の結果が許可されます (リスト項目の検索)。 アイテムの価格を確認する際の注意: タイムアウトの問題を回避するために、短時間で多くの結果を取得しないでください。
ko_kr: +20 개 이상의 결과를로드 할 수 있으며, 공식 무역 웹 사이트는 요청 당 최대 100 개의 결과를 허용합니다 (목록에있는 항목 검색). 상품 가격 확인시주의 사항 : 시간 초과를 피하기 위해 짧은 시간에 너무 많은 결과를 가져 오지 마십시오. 문제.
pt_br: Permite que você carregue mais 20 resultados, o site oficial do comércio permite um máximo de 100 resultados por solicitação (Pesquisa de Itens Listados). CUIDADO ao verificar os preços dos itens: NÃO busque muitos resultados em um curto espaço de tempo para evitar problemas de tempo limite.
ru_ru: Позволяет загружать еще 20 результатов, официальный торговый веб-сайт разрешает максимум 100 результатов на запрос (элементы в списке поиска). ВНИМАНИЕ при проверке цен на товары: НЕ получайте слишком много результатов за короткое время, чтобы избежать проблем с тайм-аутом.
th_th: ช่วยให้คุณโหลดผลลัพธ์ได้มากขึ้น +20 รายการเว็บไซต์การค้าอย่างเป็นทางการให้ผลลัพธ์สูงสุด 100 รายการต่อคำขอ (ค้นหารายการในรายการ) ข้อควรระวังเมื่อตรวจสอบราคาสินค้า: อย่าดึงผลลัพธ์มากเกินไปในช่วงเวลาสั้น ๆ เพื่อหลีกเลี่ยงปัญหาการหมดเวลา
zh_cn: 允许您加载+20更多结果，官方贸易网站每个请求最多允许100个结果（搜索列出的项目）。 检查项目价格时的注意事项：不要在短时间内获取过多结果，以避免超时问题。
zh_tw: 允許您加載+20更多結果，官方貿易網站每個請求最多允許100個結果（搜索列出的項目）。 查看商品價格時的注意事項：請勿在短時間內獲取過多結果，以免出現超時問題。

# Main104_cbSameUserTip
source: Useful to avoid price fixers ! After checking, you can fetch more results manually if you do not have enough to get an idea.
de_de: Nützlich, um Preisabsprachen zu vermeiden! Nach der Überprüfung können Sie weitere Ergebnisse manuell abrufen, wenn Sie nicht genug haben, um sich ein Bild zu machen.
es_es: ¡Útil para evitar los fijadores de precios! Después de verificar, puede obtener más resultados manualmente si no tiene suficientes para hacerse una idea.
fr_fr: Utile pour éviter les 'fixateurs' de prix! Après vérification, vous pouvez récupérer plus de résultats manuellement si vous n'en avez pas suffisement pour vous faire une idée.
ja_jp: 価格調整業者を避けるのに便利です! チェックした後、アイデアを得るのに十分でない場合は、手動でさらに結果を取得できます。
ko_kr: 가격 해결사를 피하는 데 유용합니다! 확인 후 아이디어를 얻을 수 없을 경우 수동으로 더 많은 결과를 가져올 수 있습니다.
pt_br: Útil para evitar fixadores de preços! Depois de verificar, você pode buscar mais resultados manualmente se não tiver o suficiente para ter uma ideia.
ru_ru: Полезно, чтобы избежать фиксаторов цен! После проверки вы можете получить больше результатов вручную, если у вас их недостаточно для понимания.
th_th: มีประโยชน์ในการหลีกเลี่ยงผู้กำหนดราคา! หลังจากตรวจสอบแล้วคุณสามารถเรียกผลลัพธ์เพิ่มเติมได้ด้วยตนเองหากคุณมีแนวคิดไม่เพียงพอ
zh_cn: 避免价格固定工具很有用！ 检查后，如果您没有足够的想法，可以手动获取更多结果。
zh_tw: 避免價格固定工具很有用！ 檢查後，如果您沒有足夠的想法，可以手動獲取更多結果。

# Main105_btnNinjaTip
source: Be careful, POE Ninja pricing does not consider mods. Click to show details on website.
de_de: Seien Sie vorsichtig, bei der POE Ninja-Preisgestaltung werden Mods nicht berücksichtigt. Klicken Sie hier, um Details auf der Website anzuzeigen.
es_es: Tenga cuidado, los precios de POE Ninja no consideran modificaciones. Haga clic para mostrar los detalles en el sitio web.
fr_fr: Attention, la tarification de POE Ninja ne tient pas compte des mods. Cliquez pour afficher les détails sur le site.
ja_jp: 注意してください、POE Ninja の価格は改造を考慮していません。 クリックするとウェブサイトに詳細が表示されます。
ko_kr: 조심하세요, POE Ninja 가격은 모드를 고려하지 않습니다. 웹 사이트에 세부 정보를 표시하려면 클릭하십시오.
pt_br: Tenha cuidado, o preço do POE Ninja não leva em consideração os mods. Clique para mostrar detalhes no site.
ru_ru: Будьте осторожны, цены на POE Ninja не учитывают моды. Щелкните, чтобы показать подробности на веб-сайте.
th_th: โปรดระวังการกำหนดราคา POE Ninja จะไม่พิจารณาม็อด คลิกเพื่อแสดงรายละเอียดบนเว็บไซต์
zh_cn: 请注意，POE Ninja定价不考虑选项。 单击以显示网站上的详细信息。
zh_tw: 請注意，POE Ninja定價不考慮選項。 單擊以顯示網站上的詳細信息。

# Main106_btnWikiTip
source: Show informations related to this item on POE Wiki.
de_de: Informationen zu diesem Artikel im POE-Wiki anzeigen.
es_es: Muestra información relacionada con este artículo en POE Wiki.
fr_fr: Afficher les informations relatives à cet objet sur POE Wiki.
ja_jp: このアイテムに関連する情報を POE Wiki に表示します。
ko_kr: POE Wiki에이 항목과 관련된 정보를 표시합니다.
pt_br: Mostrar informações relacionadas a este item no POE Wiki.
ru_ru: Показать информацию, относящуюся к этому элементу, в POE Wiki.
th_th: แสดงข้อมูลที่เกี่ยวข้องกับรายการนี้ใน POE Wiki
zh_cn: 在POE Wiki上显示与此项目有关的信息。
zh_tw: 在POE Wiki上顯示與此項目有關的信息。
