Repository: maxensas/xiletrade
Catalog: src/Xiletrade.Library/Resources/Resources.*.resx
Languages: de_de, es_es, fr_fr, ja_jp, ko_kr, pt_br, ru_ru, th_th, zh_cn, zh_tw

# General061_AttacksPerSecond
source: Attacks per Second
de_de: Angriffe pro Sekunde
es_es: Ataques por segundo
fr_fr: Attaques par seconde
ja_jp: 秒間アタック回数
ko_kr: 초당 공격 횟수
pt_br: Ataques por Segundo
ru_ru: Атак в секунду
th_th: การโจมตีต่อวินาที
zh_cn: 每秒攻击次数
zh_tw: 每秒攻擊次數

# General062_Watchstone
source: Watchstone
de_de: Wächterstein
es_es: Roca del vigilante
fr_fr: Pierre de veille
ko_kr: 감시자의 돌
pt_br: Pedra Sentinela
ru_ru: Камень Хранителя
th_th: อัญมณีผู้พิทักษ์
zh_cn: 守望石
zh_tw: 守望石

# General063_Invitation
source: Maven's Invitation
de_de: Einladung der Seherin
es_es: Invitación de la Especialista
fr_fr: Invitation de la Prodige
ja_jp: メイヴェンの招待状
ko_kr: 메이븐의 초대
pt_br: Convite de Marven
ru_ru: Приглашение Мейвен
th_th: คำเชิญของเมเวน
zh_cn: 贤主之邀
zh_tw: 釋界之邀

# General064_FacetorLens
source: Facetor's Lens
de_de: Linse des Facettenschleifers
es_es: Lente del facetador
fr_fr: Lentille de ciseleur
ja_jp: 宝石加工のレンズ
ko_kr: 무아지경의 렌즈
pt_br: Lente de Facetor
ru_ru: Линза награнения
th_th: Lente de Facetor
zh_cn: 费斯特的透镜
zh_tw: 費斯特之鏡

# General065_ChronicleAtzoatl
source: Chronicle of Atzoatl
de_de: Chronik von Atzoatl
es_es: Crónica de Atzoatl
fr_fr: Chroniques d'Atzoatl
ja_jp: アッツォアトルの歴史書
ko_kr: 앗조아틀의 연대기
pt_br: Crônica de Atzoatl
ru_ru: Хроники Ацоатля
th_th: บันทึกเหตุการณ์แอ็ทโซแอทล์
zh_cn: 阿佐亚特编年史
zh_tw: 阿茲瓦特史記

# General066_InscribedUltimatum
source: Inscribed Ultimatum
de_de: Inschrift des Ultimatums
es_es: Ultimátum inscrito
fr_fr: Ultimatum gravé
ja_jp: アルティメイタムの刻印
ko_kr: 새겨진 결전
pt_br: Ultimato Inscrito
ru_ru: Начертанный Ультиматум
th_th: คำขาดจารึก
zh_cn: 贪婪战书
zh_tw: 最後通牒雕刻

# General067_AreaLevel
source: Area Level
de_de: Gebietsstufe
es_es: Nivel del área
fr_fr: Niveau de la zone
ja_jp: エリアレベル
ko_kr: 지역 레벨
pt_br: Nível da Área
ru_ru: Уровень области
th_th: เลเวลของด่าน
zh_cn: 区域等级
zh_tw: 地區等級

# General068_ApexAtzoatl
source: Apex of Atzoatl
de_de: Apex von Atzoatl
es_es: Ápice de Atzoatl
fr_fr: L'Apex d'Atzoatl
ja_jp: アッツォアトルの頂点
ko_kr: 앗조아틀의 정점
pt_br: Ápice de Atzoatl
ru_ru: Вершина Ацоатля
zh_cn: 阿佐亚特之巅
zh_tw: 阿茲瓦特之巔

# General069_Ultimatum
source: Ultimatum
ja_jp: ウルティメイタム
ko_kr: 결전
ru_ru: Ультиматум
zh_tw: 最後通牒

# General070_ReqSacrifice
source: Requires Sacrifice
de_de: Erfordert Opfer
es_es: Requiere sacrificio
fr_fr: Sacrifice demandé
ja_jp: 必要な生贄
ko_kr: 필요한 대가
pt_br: Requer Sacrifício
ru_ru: Требуется жертвоприношение
th_th: ต้องการเครื่องสังเวย
zh_cn: 需要献祭
zh_tw: 需求獻祭

# General071_Reward
source: Reward
de_de: Belohnung
es_es: Recompensa
fr_fr: Récompense
ja_jp: 報酬
ko_kr: 보상
pt_br: Recompensa
ru_ru: Награда
th_th: ของรางวัล
zh_cn: 奖励
zh_tw: 獎勵

# General072_RewardMirrored
source: Item and Mirrored Copy
de_de: Gegenstand und gespiegelte Kopie
es_es: Objeto y copia reflejada
fr_fr: Un Objet et sa Copie reflétée
ja_jp: アイテムおよびそのミラー化コピー
ko_kr: 아이템과 복제본
pt_br: Item e Cópia Espelhada
ru_ru: Предмет и его зеркальная копия
th_th: ไอเทม กับ สำเนาที่ถูกสะท้อน
zh_cn: 物品和镜像副本
zh_tw: 物品和複製品

# General073_ModifierImplicit
source: Implicit Modifier
de_de: Impliziter Modifikator
es_es: Mod. Implícito
fr_fr: Modificateur implicite
ja_jp: 暗黙の修飾子
ko_kr: 고정 속성 부여
pt_br: Mod Implícito
ru_ru: Собственное свойство
th_th: ม็อดติดไอเทม
zh_cn: 隐式修饰符
zh_tw: 隱式修飾符

# General074_ModifierCorrupt
source: Corruption Implicit Modifier
de_de: Impliziter Modifikator (Verderbtheit)
es_es: Mod. Implícito de Corrupción
fr_fr: Corruption, Modificateur implicite
ja_jp: コラプト状態暗黙の修飾子
ko_kr: 타락 고정 속성 부여
pt_br: Mod Implícito Corrompido
ru_ru: Осквернённое собственное свойство
th_th: ม็อดมลทินติดไอเทม
zh_cn: 腐败隐含修饰语
zh_tw: 腐敗隱含修飾語

# General075_ModifierPrefix
source: Prefix Modifier
de_de: Präfix-Modifikator
es_es: Mod. de Prefijo
fr_fr: Modificateur de préfixe
ja_jp: プレフィックス修飾子
ko_kr: 접두어 속성 부여
pt_br: Mod Prefixo
ru_ru: Префикс
th_th: ม็อด Prefix
zh_cn: 前缀修饰符
zh_tw: 前綴修飾符

# General076_ModifierPrefixCraft
source: Master Crafted Prefix Modifier
de_de: Meister-Präfix-Modifikator
es_es: Mod. de Prefijo Fabricado con Maestros
fr_fr: Modificateur de préfixe d'artisanat
ja_jp: マスター クラフト プレフィックス モディファイヤ
ko_kr: 대가의 제작 접두어 속성 부여
pt_br: Mod Prefixo Criado por Mestre
ru_ru: Мастерский префикс
th_th: ็อด Prefix คราฟท์
zh_cn: 大师精心制作的前缀修饰符
zh_tw: 大師精心製作的前綴修飾符

# General077_ModifierSuffix
source: Suffix Modifier
de_de: Suffix-Modifikator
es_es: Mod. de Sufijo
fr_fr: Modificateur de suffixe
ja_jp: サフィックス修飾子
ko_kr: 접미어 속성 부여
pt_br: Mod Sufixo
ru_ru: Суффикс
th_th: ม็อด Suffix
zh_cn: 后缀修饰符
zh_tw: 後綴修飾符

# General078_ModifierSuffixCraft
source: Master Crafted Suffix Modifier
de_de: Meister-Suffix-Modifikator
es_es: Mod. de Sufijo Fabricado con Maestros
fr_fr: Modificateur de suffixe d'artisanat
ja_jp: マスタークラフトされたサフィックス修飾子
ko_kr: 대가의 제작 접미어 속성 부여
pt_br: Mod Sufixo Criado por Mestre
ru_ru: Мастерский суффикс
th_th: ม็อด Suffix คราฟท์
zh_cn: 大师精心制作的后缀修饰符
zh_tw: 大師精心製作的後綴修飾符

# General079_ModifierUnique
source: Unique Modifier
de_de: Einzigartiger Modifikator
es_es: Mod. Único
fr_fr: Modificateur d'Objet unique
ja_jp: 固有修飾子
ko_kr: 고유 속성 부여
pt_br: Mod Único
ru_ru: Уникальное свойство
th_th: ม็อดยูนิค
zh_cn: 独特的修饰语
zh_tw: 獨特的修飾語

# General080_UnscalableValue
source: Unscalable Value
de_de: Nicht skalierbarer Wert
es_es: Valor no escalable
fr_fr: Valeur non évolutive
ja_jp: スケールできない値
ko_kr: 확장 불가능한 가치
pt_br: Valor Inescalável
ru_ru: Немасштабируемая ценность
th_th: ค่าที่ไม่สามารถปรับขนาดได้
zh_cn: 不可扩展的价值
zh_tw: 不可擴展的價值

# General081_NoRangeValue
source: Value without range
de_de: Wert ohne Bereich
es_es: Valor sin rango
fr_fr: Valeur sans plage
ja_jp: 範囲のない値
ko_kr: 범위없는 값
pt_br: Valor sem faixa
ru_ru: Значение без диапазона
th_th: ค่าที่ไม่มีช่วง
zh_cn: 值无范围
zh_tw: 值無範圍

# General082_TagAttack
source: Attack
de_de: Angriff
es_es: Ataque
fr_fr: Attaque
ja_jp: アタック
ko_kr: 공격
pt_br: Ataque
ru_ru: Атака
th_th: โจมตี
zh_tw: 攻擊

# General083_TagPhysical
source: Physical
de_de: Physisch
es_es: Físico
fr_fr: Physique
ja_jp: 物理
ko_kr: 물리
pt_br: Físico
ru_ru: Физический
th_th: กายภาพ
zh_tw: 身體的

# General084_TagCaster
source: Caster
de_de: Zauberer
es_es: Lanzador de hechizos
fr_fr: Lanceur de sorts
ja_jp: キャスター
ko_kr: 시전
pt_br: Conjurador
ru_ru: Чародейский
th_th: นักเวท
zh_tw: 腳輪

# General085_TagSpeed
source: Speed
de_de: Geschwindigkeit
es_es: Velocidad
fr_fr: Vitesse
ja_jp: スピード
ko_kr: 속도
pt_br: Velocidade
ru_ru: Скорость
th_th: ความเร็ว
zh_tw: 速度

# General086_TagCritical
source: Critical
de_de: Kritisch
es_es: Crítico
fr_fr: Critique
ja_jp: クリティカル
ko_kr: 치명타
pt_br: Crítico
ru_ru: Критический
th_th: คริติคอล
zh_tw: 危急

# General087_TagFire
source: Fire
de_de: Feuer
es_es: Fuego
fr_fr: Feu
ja_jp: 火
ko_kr: 화염
pt_br: Fogo
ru_ru: Огонь
th_th: ไฟ
zh_tw: 火

# General088_TagCold
source: Cold
de_de: Kälte
es_es: Hielo
fr_fr: Froid
ja_jp: 冷気
ko_kr: 냉기
pt_br: Gelo
ru_ru: Холод
th_th: น้ำแข็ง
zh_tw: 寒冷的

# General089_TagLightning
source: Lightning
de_de: Blitz
es_es: Rayo
fr_fr: Foudre
ja_jp: 雷
ko_kr: 번개
pt_br: Raio
ru_ru: Молния
th_th: สายฟ้า
zh_tw: 閃電

# General090_TagChaos
source: Chaos
es_es: Caos
ja_jp: 混沌
ko_kr: 카오스
pt_br: Caos
ru_ru: Хаос
th_th: เคออส
zh_tw: 混亂

# General091_TagLife
source: Life
de_de: Leben
es_es: Vida
fr_fr: Vie
ja_jp: ライフ
ko_kr: 생명력
pt_br: Vida
ru_ru: Здоровье
th_th: พลังชีวิต
zh_tw: 生活

# General092_TagDefences
source: Defences
de_de: Defensiv
es_es: Defensas
fr_fr: Défenses
ja_jp: 防御
ko_kr: 방어력
pt_br: Defesas
ru_ru: Защита
th_th: ป้องกัน
zh_tw: 防禦

# General093_lbSearch
source: search
de_de: suche
es_es: búsqueda
fr_fr: recherche
ja_jp: 検索
ko_kr: 검색
pt_br: pesquisa
ru_ru: Поиск
th_th: การค้นหา
zh_cn: 搜索
zh_tw: 搜索

# General094_Logbook
source: Expedition Logbook
de_de: Expeditions-Logbuch
es_es: Registro de expedición
fr_fr: Journal de bord de l'Expédition
ja_jp: エクスペディションログブック
ko_kr: 탐험 일지
pt_br: Diário de Bordo Expedition
ru_ru: Журнал экспедиции
zh_cn: 先祖秘藏日志
zh_tw: 探險日誌

# General095_Ward
source: Ward
de_de: Schutz
es_es: Barrera
fr_fr: Sauvegarde
ja_jp: ワード
ko_kr: 수호
pt_br: Marcação
ru_ru: Барьер
th_th: วอร์ดคุ้มภัย
zh_cn: 结界
zh_tw: 保護

# General096_AddsTo
source: # to #
de_de: # bis #
es_es: # a #
fr_fr: # à #
ja_jp: #から#
pt_br: # a #
ru_ru: # до #
th_th: # ถึง #
zh_cn: # 至 #
zh_tw: # 至 #

# General097_SClickSplitItem
source: Shift click to unstack.
de_de: [Umschalt] + Klick zum Entstapeln
es_es: Shift + clic para quitar de la pila.
fr_fr: Maj-clic pour séparer l'ensemble.
ja_jp: Shift+クリックでスタックから取り出す。
ko_kr: Shift + 클릭으로 아이템 나누기
pt_br: Pressione o Shift e clique para desempilhar.
ru_ru: Для разделения щелкните мышкой с зажатой клавишей Shift.
th_th: Shift คลิกเพื่อแยกกอง
zh_cn: 按住 Shift 点击以分开堆叠
zh_tw: 按住 Shift 點擊以分開堆疊

# General098_DeliriumReward
source: Delirium Reward Type:
de_de: Delirium-Belohnungstyp:
es_es: Tipo de recompensa de Delirium:
fr_fr: Type de récompense Delirium :
ja_jp: デリリウム報酬タイプ:
ko_kr: 환영 보상 유형:
pt_br: Tipo de Recompensa Delirium:
ru_ru: Вид наград Делириума:
th_th: ชนิดของรางวัลเดลิเรียม:
zh_cn: 迷雾奖励类型:
zh_tw: 譫妄獎勵類型：

# General099_Scourge
source: Scourge
ja_jp: スカージ
ko_kr: 스컬지
ru_ru: Нашествие
zh_cn: 天灾
zh_tw: 天災

# General099_ScourgedItem
source: Scourged
de_de: Transformiert
es_es: de calamidad
fr_fr: Souillé
ja_jp: スカージ
ko_kr: 스컬지
pt_br: Castigado
ru_ru: Преображено
th_th: อาบมิติอสูร
zh_cn: 弄脏了
zh_tw: 弄髒了

# General100_BlightRavaged
source: Blight-ravaged
de_de: Extrem befallene
es_es: devastado por la plaga
fr_fr: ravagée par l'Infestation
ja_jp: ブライトに破壊された
ko_kr: 역병에 유린당한
pt_br: Devastado
ru_ru: Разорённая Скверной
zh_tw: 凋落蔓延的

# General101_increased
source: increased/more
de_de: erhöhte/mehr
es_es: aumentad/más
fr_fr: d'Augmentation/Davantage
ja_jp: 増加する/上昇する
ko_kr: 증가/증폭/획득
pt_br: aumentad/mais
ru_ru: усиление/уменьшение/снижение/меньше
th_th: เพิ่ม/increased
zh_cn: 提高/延长/增加
zh_tw: 增加/更多

# General102_reduced
source: reduced/less
de_de: verringerte/weniger
es_es: reducid/menos
fr_fr: de Réduction/de Perte
ja_jp: 減少する/低下する
ko_kr: 감소/감폭/상실
pt_br: reduzid/menos
ru_ru: ослабление/увеличение/повышение/больше
th_th: ลด/reduced
zh_cn: 降低/缩短/减少
zh_tw: 減少/更少

# General103_Scourged
source: Scourged
de_de: Transformierte
es_es: de calamidad
fr_fr: souillée
ja_jp: スカージ
ko_kr: 스컬지
pt_br: Castigado
ru_ru: Преображённая

# General105_ChargedCompass
source: Charged Compass
de_de: Geladener Kompass
es_es: Brújula cargada
fr_fr: Boussole chargée
ja_jp: 充填されたコンパス
ko_kr: 충전된 나침반
pt_br: Bússola Energizada
ru_ru: Заряженный компас
th_th: เข็มทิศเพิ่มพลัง
zh_tw: 充能的羅盤

# General106_VeiledPrefix
source: Veiled Prefix
de_de: Verhülltes Präfix
es_es: Prefijo Encriptado
fr_fr: Préfixe crypté
ja_jp: ヴェールプレフィックス
ko_kr: 장막 접두어
pt_br: Prefixo Oculto
ru_ru: Завуалированный префикс
th_th: ม็อด พรีฟิกซ์ ที่ถูกผนึก
zh_tw: 隱匿前綴

# General107_VeiledSuffix
source: Veiled Suffix
de_de: Verhülltes Suffix
es_es: Sufijo Encriptado
fr_fr: Suffixe crypté
ja_jp: ヴェールサフィックス
ko_kr: 장막 접미어
pt_br: Sufixo Oculto
ru_ru: Завуалированный суффикс
th_th: ม็อด ซัฟฟิกซ์ ที่ถูกผนึก
zh_tw: 隱匿後綴

# General108_MirroredTablet
source: Mirrored Tablet
de_de: Gespiegelte Tafel
es_es: Placa reflejada
fr_fr: Tablette miroir
ja_jp: 鏡の石板
ko_kr: 복제 서판
pt_br: Tábua Espelhada
ru_ru: Зеркальная табличка
th_th: แผ่นหินสะท้อน
zh_tw: 鏡像碑牌

# General109_Mirrored
source: Mirrored
de_de: Gespiegelt
es_es: Reflejado
fr_fr: Reflété
ja_jp: ミラー状態
ko_kr: 복제
pt_br: Espelhado
ru_ru: Отражено
th_th: ถูกสะท้อน

# General110_FoilUnique
source: Foil Unique
de_de: Foil-Relikt
es_es: Único brillante
fr_fr: Unique en version surbrillante
ja_jp: フォイルユニーク
ko_kr: 반짝이 버전 고유 아이템
pt_br: Único Laminado
ru_ru: Особый уникальный предмет
th_th: ไอเทมยูนิคฟอยล์

# General111_Sanctum
source: Sanctum
fr_fr: Sanctuaire
ko_kr: 성역
ru_ru: Святилище
zh_tw: 聖域

# General112_Crucible
source: Crucible
ja_jp: クルーシブル
ko_kr: 시련
ru_ru: Горнило
zh_tw: 熔火冥獄

# General114_SanctumResolve
source: Resolve
de_de: Willenskraft
es_es: Resolución
fr_fr: Résolution
ja_jp: 決心
ko_kr: 투지
pt_br: Determinação
ru_ru: Решимость
th_th: ความมุ่งมั่น

# General115_SanctumInspiration
source: Inspiration
es_es: Inspiración
ja_jp: 勇気
ko_kr: 영감
pt_br: Inspiração
ru_ru: Вдохновение
th_th: แรงบันดาลใจ

# General116_SanctumAureus
source: Aureus
de_de: Aurei
es_es: Áureos
ja_jp: アウレウス
ko_kr: 아우레우스
ru_ru: Аурус
th_th: ออเรอัส

# General117_SanctumMinorBoons
source: Minor Boons
de_de: Kleine Segen
es_es: Ventajas menores
ja_jp: 弱い恩恵
pt_br: Dádivas Menores
ru_ru: Малые благословения
th_th: พรชั้นต่ำ

# General118_SanctumMajorBoons
source: Major Boons
de_de: Große Segen
es_es: Ventajas mayores
ja_jp: 強力な恩恵
ko_kr: 주요 은혜
pt_br: Dádivas Maiores
ru_ru: Сильные благословения
th_th: พรชั้นสูง

# General119_SanctumMinorAfflictions
source: Minor Afflictions
de_de: Kleine Bürden
es_es: Desventajas menores
ja_jp: 弱い不幸
ko_kr: 보조 고난
pt_br: Aflições Menores
ru_ru: Малые проклятия
th_th: ทัณฑ์ชั้นต่ำ

# General120_SanctumMajorAfflictions
source: Major Afflictions
de_de: Große Bürden
es_es: Desventajas mayores
ja_jp: 強力な不幸
pt_br: Aflições Maiores
ru_ru: Сильные проклятия
th_th: ทัณฑ์ชั้นสูง

# General121_RewardsFloorCompletion
source: Rewards on Floor Completion
de_de: Belohnungen bei Abschluss der Ebene
es_es: Recompensas por completar el piso
ja_jp: 階層完了時の報酬
ko_kr: 층 완료 시 보상
pt_br: Recompensas ao Completar o Andar
ru_ru: Награды в конце этажа
th_th: ของรางวัลเมื่อผ่านชั้น

# General122_RewardsSanctumCompletion
source: Rewards on Sanctum Completion
de_de: Belohnungen bei Abschluss des Sanktums
es_es: Recompensas por completar el santuario
ja_jp: サンクタム完了時の報酬
ko_kr: 성역 완료 시 보상
pt_br: Recompensas ao Completar o Sanctum
ru_ru: Награды в конце Святилища
th_th: ของรางวัลเมื่อผ่านเทวสถาน

# General123_SanctumPacts
source: Pacts
de_de: Pakte
es_es: Pactos
ja_jp: 契約
pt_br: Pactos
ru_ru: Пакты
th_th: สัญญา

# General124_SanctumMaxResolve
source: M Resolve
de_de: Max Willenskraft
es_es: М Resolución
ja_jp: 最大決心
ko_kr: Maximum Resolve
pt_br: M Determinação
ru_ru: М решимость
th_th: ความมุ่งมั่นสูงสุด
zh_cn: Max Resolve
zh_tw: Max Resolve

# General125_Foil
source: Foil
es_es: brillante
fr_fr: Surbrillance
ja_jp: フォイル
ko_kr: 반짝이
pt_br: Laminado
ru_ru: Особая
th_th: ที่มีฟอยล์

# General126_ItemClassPrefix
source: Item Class:
de_de: Gegenstandsklasse:
es_es: Clase de objeto:
fr_fr: Classe d'objet:
ja_jp: アイテムクラス:
ko_kr: 아이템 종류:
pt_br: Classe do Item:
ru_ru: Класс предмета:
th_th: ชนิดไอเทม:
zh_cn: 物品类别：
zh_tw: 物品種類:

# General128_Monster
source: Monster
es_es: Monstruo
fr_fr: Monstre
ja_jp: モンスター
ko_kr: 몬스터
pt_br: Monstro
ru_ru: Монстр
th_th: มอนสเตอร์

# General129_CorpseLevel
source: Corpse Level
de_de: Leichenstufe
es_es: Nivel del cadáver
fr_fr: Niveau du cadavre
ja_jp: 死体レベル
ko_kr: 시신 레벨
pt_br: Nível do Cadáver
ru_ru: Уровень трупа
th_th: เลเวลศพ

# General130_MonsterCategory
source: Monster Category
de_de: Monsterkategorie
es_es: Categoría de monstruo
fr_fr: Type du monstre
ja_jp: モンスターカテゴリー
ko_kr: 몬스터 유형
pt_br: Categoria do Monstro
ru_ru: Категория монстра
th_th: ประเภทมอนสเตอร์

# General131_Necropolis
source: Necropolis
es_es: Necrópolis
fr_fr: Nécropole
ko_kr: 네크로폴리스
pt_br: Necrópolis
ru_ru: Некрополь

# General132_Rune
source: Rune
es_es: Runa
ja_jp: のルーン
ko_kr: 룬
pt_br: Runa
ru_ru: Руна
th_th: อักขระ

# General133_Iiq
source: Quantity
de_de: Menge
es_es: Cantidad
fr_fr: Quantité
ja_jp: 数量
ko_kr: 수량
pt_br: Quantidade
ru_ru: Количество
th_th: จำนวน
zh_cn: 数量
zh_tw: 數量

# General134_Iir
source: Rarity
de_de: Seltenheit
es_es: Rareza
fr_fr: Rareté
ja_jp: レア度
ko_kr: 희귀도
pt_br: Raridade
ru_ru: Редкость
th_th: ความหายาก
zh_cn: 稀有度
zh_tw: 稀有度

# General135_PackSize
source: Pack size
de_de: Packungsgröße
es_es: Tamaño paquete
fr_fr: Taille pack
ja_jp: パックサイズ
ko_kr: 팩 크기
pt_br: Tamanho embalagem
ru_ru: Размер упаковки
th_th: ขนาดบรรจุภัณฑ์
zh_cn: 包装尺寸
zh_tw: 包裝尺寸

# General136_ItemQuantity
source: Item Quantity
de_de: Gegenstandsmenge
es_es: Cantidad de objetos
fr_fr: Quantité d'objets
ja_jp: アイテム数量
ko_kr: 아이템 수량
pt_br: Quantidade de Itens
ru_ru: Количество предметов
th_th: จำนวนของไอเทม
zh_tw: 物品數量

# General137_ItemRarity
source: Item Rarity
de_de: Gegenstandsseltenheit
es_es: Rareza de objetos
fr_fr: Rareté des objets
ja_jp: アイテムレアリティ
ko_kr: 아이템 희귀도
pt_br: Raridade de Itens
ru_ru: Редкость предметов
th_th: ระดับความหายากของไอเทม
zh_tw: 物品稀有度

# General138_MonsterPackSize
source: Monster Pack Size
de_de: Monstergruppengröße
es_es: Tamaño de los grupos de monstruos
fr_fr: Taille des groupes de monstres
ja_jp: モンスターパックサイズ
ko_kr: 몬스터 무리 규모
pt_br: Tamanho do Grupo de Monstros
ru_ru: Размер групп монстров
th_th: ขนาดของกองมอนสเตอร์
zh_tw: 怪物群大小

# General139_MoreCurrency
source: More Currency
de_de: Mehr Währung
es_es: Más objetos monetarios
fr_fr: Davantage d'Objets monétaires
ja_jp: より多くのカレンシー
ko_kr: 화폐 더 많음
pt_br: Mais Itens Monetários
ru_ru: Больше валюты
th_th: เพิ่มเงินตรา อีก
zh_tw: 更多通貨

# General140_MoreScarabs
source: More Scarabs
de_de: Mehr Skarabäen
es_es: Más escarabajos
fr_fr: Davantage de Scarabées
ja_jp: より多くのスカラベ
ko_kr: 갑충석 더 많음
pt_br: Mais Escaravelhos
ru_ru: Больше скарабеев
th_th: เพิ่มสคารับ อีก
zh_tw: 更多聖甲蟲

# General141_MoreMaps
source: More Maps
de_de: Mehr Karten
es_es: Más mapas
fr_fr: Davantage de Cartes
ja_jp: より多くのマップ
ko_kr: 지도 더 많음
pt_br: Mais Mapas
ru_ru: Больше карт
th_th: เพิ่มแผนที่ อีก
zh_tw: 更多地圖

# General142_MoreDivinationCards
source: More Divination Cards
de_de: Mehr Weissagungskarten
es_es: Más cartas de adivinación
fr_fr: Davantage de Cartes divinatoires
ja_jp: 占いカード増加
ko_kr: 점술 카드 증폭
pt_br: Mais Cartas de Adivinhação
ru_ru: Больше гадальных карт
th_th: เพิ่มไพ่พยากรณ์

# ItemClass_allflame
source: Embers of the Allflame
de_de: Gluten der Allflamme
es_es: Brasas de la Llama eterna
fr_fr: Les Braises de l’Omniflamme
ja_jp: オールフレイムの残り火
ko_kr: 올플레임의 잉걸불
pt_br: Brasas da Omnichama
ru_ru: Уголья Всепламени
th_th: เถ้าถ่านแห่งออลเฟลม
zh_cn: 不灭余烬
zh_tw: 不滅之火餘燼

# ItemClass_amulets
source: Amulets
de_de: Amulette
es_es: Amuletos
fr_fr: Amulettes
ja_jp: アミュレット
ko_kr: 목걸이
pt_br: Amuletos
ru_ru: Амулеты
th_th: สร้อย
zh_cn: 项链
zh_tw: 項鍊

# ItemClass_atlas
source: Atlas Upgrade Items
de_de: Aufwertungsgegenstände für den Atlas
es_es: Objetos de mejora del Atlas
fr_fr: Objets d'amélioration de l'Atlas
ko_kr: 아틀라스 업그레이드 아이템
pt_br: Itens de Aprimoramento de Região do Atlas
ru_ru: Предметы улучшения Атласа
th_th: ไอเทมอัพเกรดสมุดแผนที่
zh_cn: 异界升级物品
zh_tw: 輿圖升級道具

# ItemClass_bodyArmours
source: Body Armours
de_de: Körperrüstungen
es_es: Armaduras corporales
fr_fr: Armures
ja_jp: 鎧
ko_kr: 갑옷
pt_br: Peitorais
ru_ru: Доспехи
th_th: เสื้อเกราะ
zh_cn: 胸甲
zh_tw: 胸甲

# ItemClass_boots
source: Boots
de_de: Stiefel
es_es: Botas
fr_fr: Bottes
ja_jp: 靴
ko_kr: 장화
pt_br: Botas
ru_ru: Обувь
th_th: รองเท้า
zh_cn: 鞋子
zh_tw: 鞋子

# ItemClass_charm
source: Charms
de_de: Anhänger
es_es: Colgantes
fr_fr: Charmes
ja_jp: チャーム
ko_kr: 부적
pt_br: Cadáver
ru_ru: Обереги
th_th: ของขลัง
zh_cn: 咒符
zh_tw: 護符

# ItemClass_corpses
source: Corpses
de_de: Leichen
es_es: Cadáveres
fr_fr: Cadavres
ja_jp: 死体
ko_kr: 시신
pt_br: Patuá
ru_ru: Трупы
th_th: ศพ
zh_cn: 灵柩
zh_tw: 屍體

# ItemClass_gloves
source: Gloves
de_de: Handschuhe
es_es: Guantes
fr_fr: Gants
ja_jp: 手袋
ko_kr: 장갑
pt_br: Luvas
ru_ru: Перчатки
th_th: ถุงมือ
zh_cn: 手套
zh_tw: 手套

# ItemClass_helmets
source: Helmets
de_de: Helme
es_es: Cascos
fr_fr: Casques
ja_jp: 兜
ko_kr: 투구
pt_br: Elmos
ru_ru: Шлемы
th_th: หมวก
zh_cn: 头部
zh_tw: 頭部

# ItemClass_jewels
source: Jewels
de_de: Juwelen
es_es: Joyas
fr_fr: Joyaux
ja_jp: ジュエル
ko_kr: 주얼
pt_br: Joias
ru_ru: Самоцветы
th_th: จิวเวล
zh_cn: 珠宝
zh_tw: 珠寶

# ItemClass_mapFragments
source: Map Fragments
de_de: Kartenfragmente
es_es: Fragmentos de mapa
fr_fr: Fragments de carte
ja_jp: マップの断片
ko_kr: 지도 조각
pt_br: Fragmentos de Mapas
ru_ru: Обрывки карт
th_th: ชิ้นส่วนแผนที่
zh_cn: 地图碎片
zh_tw: 地圖碎片

# ItemClass_maps
source: Maps
de_de: Karten
es_es: Mapas
fr_fr: Cartes
ja_jp: マップ
ko_kr: 지도
pt_br: Mapas
ru_ru: Карты
th_th: แผนที่
zh_cn: 异界地图
zh_tw: 異界地圖

# ItemClass_memory
source: Memories
de_de: Erinnerungen
es_es: Recuerdos
fr_fr: Souvenirs
ja_jp: 記憶
ko_kr: 기억
pt_br: Memórias
ru_ru: Воспоминания
th_th: ความทรงจำ

# ItemClass_metamorphSample
source: Metamorph Samples
de_de: Metamorph-Proben
es_es: Muestras de Metamorfo
fr_fr: Organes de Métamorphe
ja_jp: メタモルフサンプル
ko_kr: 변형 샘플
pt_br: Amostras Metamorfas
ru_ru: Образцы Метаморфа
th_th: ชิ้นส่วนตัวอย่างเมตามอร์ฟ
zh_cn: 灾变样本
zh_tw: 鍊魔樣本

# ItemClass_sanctumRelic
source: Relics
de_de: Relikte
es_es: Reliquias
fr_fr: Reliques
ja_jp: レリック
ko_kr: 유물
pt_br: Relíquias
ru_ru: Реликвии
th_th: วัตถุตกทอด
zh_cn: 遗物
zh_tw: 聖物

# ItemClass_sanctumResearch
source: Sanctum Research
de_de: Sanktum-Forschungsauftrag
es_es: Investigación del santuario
fr_fr: Recherche du Sanctuaire
ja_jp: サンクタム調査書
ko_kr: 성역 연구
pt_br: Pesquisa Sanctum
ru_ru: Исследования Святилища
th_th: บทวิจัยเทวสถาน
zh_cn: 禁域研究
zh_tw: 聖域研究

# ItemClass_sentinel
source: Sentinel
de_de: Wächter
fr_fr: Sentinelles
ko_kr: 파수꾼
ru_ru: Часовые
th_th: หุ่นอารักษ์
zh_cn: 近卫
zh_tw: 守望號令

# ItemClass_shields
source: Shields
de_de: Schilde
es_es: Escudos
fr_fr: Boucliers
ja_jp: 盾
ko_kr: 방패
pt_br: Escudos
ru_ru: Щиты
th_th: โล่
zh_cn: 盾
zh_tw: 盾

# ItemClass_staff
source: Staves
de_de: Stäbe
es_es: Báculos
fr_fr: Bâtons
ja_jp: スタッフ
ko_kr: 지팡이
pt_br: Cajados
ru_ru: Посохи
th_th: ไม้พลอง
zh_cn: 长杖
zh_tw: 長杖

# ItemClass_tincture
source: Tinctures
de_de: Tinkturen
es_es: Tinturas
fr_fr: Teintures
ja_jp: チンキ
ko_kr: 팅크
pt_br: Tintura
ru_ru: Микстуры
th_th: ยาเคลือบอาวุธ
zh_cn: 酊剂
zh_tw: 萃取物

# ItemClass_wand
source: Wands
de_de: Zauberstäbe
es_es: Varitas
fr_fr: Baguettes
ja_jp: ワンド
ko_kr: 마법봉
pt_br: Varinhas
ru_ru: Жезлы
th_th: ไม้กายสิทธิ์
zh_cn: 法杖
zh_tw: 法杖

# ItemClass_warstaff
source: Warstaves
de_de: Kriegsstäbe
es_es: Báculos de guerra
fr_fr: Bâtons de guerre
ja_jp: ウォースタッフ
ko_kr: 전쟁지팡이
pt_br: Cajados de Guerra
ru_ru: Воинские посохи
th_th: ไม้พลองสงคราม
zh_cn: 战杖
zh_tw: 征戰長杖

# Main001_PriceSelect
source: Select currencies : GET and PAY
de_de: Währungen auswählen: ERHALTEN und ZAHLEN
es_es: Seleccionar monedas: OBTENER Y PAGAR
fr_fr: Sélectionnez les monnaies : Obtenir et Payer
ja_jp: 通貨を選択: 欲しい と持っている
ko_kr: 통화 선택 : 받기 및 지불
pt_br: Selecione as moedas: OBTER e PAGAR
ru_ru: Выберите валюты: ПОЛУЧАЙ И ОПЛАТИ
th_th: เลือกสกุลเงิน: รับและจ่าย
zh_cn: 选择货币： 取款并付款
zh_tw: 選擇貨幣： 取款並付款

# Main002_PriceLoaded
source: results loaded
de_de: Ergebnisse geladen
es_es: resultados cargados
fr_fr: résultats chargés
ja_jp: ロードされた結果
ko_kr: 로드 된 결과
pt_br: resultados carregados
ru_ru: результаты загружены
th_th: โหลดผลลัพธ์แล้ว
zh_cn: 结果加载
zh_tw: 結果加載

# Main003_PriceFetching
source: fetching data...
de_de: Daten abrufen ...
es_es: recuperacion de datos...
fr_fr: récupération des données...
ja_jp: データを取得しています...
ko_kr: 데이터를 가져 오는 중...
pt_br: buscando dados ...
ru_ru: получение данных...
th_th: กำลังดึงข้อมูล ...
zh_cn: 正在撷取资料...
zh_tw: 正在擷取資料...

# Main004_PriceRefresh
source: click to refresh
de_de: Klicken Sie zum Aktualisieren
es_es: haga clic para actualizar
fr_fr: cliquez pour rafraîchir
ja_jp: クリックして更新
ko_kr: 새로 고침하려면 클릭하세요.
pt_br: clique para atualizar
ru_ru: нажмите, чтобы обновить
th_th: คลิกเพื่อรีเฟรช
zh_cn: 点击刷新
zh_tw: 點擊刷新

# Main005_PriceResearch
source: Research ...
de_de: Forschung ...
es_es: Investigación ...
fr_fr: Recherche ...
ja_jp: リサーチ ...
ko_kr: 검색 ...
pt_br: Pesquisa ...
ru_ru: Исследование ...
th_th: การวิจัย ...
zh_cn: 研究...
zh_tw: 研究...

# Main006_PriceCheck
source: Price checking ...
de_de: Preisprüfung ...
es_es: Comprobación de precios ...
fr_fr: Vérification des prix ...
ja_jp: 料金確認中・・・
ko_kr: 가격 확인 ...
pt_br: Verificação de preços ...
ru_ru: Проверка цен ...
th_th: ตรวจสอบราคา ...
zh_cn: 价格检查...
zh_tw: 價格檢查...

# Main007_PriceWaiting
source: Waiting for results ...
de_de: Warten auf Ergebnisse ...
es_es: Esperando resultados ...
fr_fr: En attente des résultats ...
ja_jp: 結果を待っています...
ko_kr: 결과를 기다리는 중 ...
pt_br: Esperando pelos resultados ...
ru_ru: Жду результатов ...
th_th: กำลังรอผล ...
zh_cn: 等待结果...
zh_tw: 等待結果...
