Repository: maxensas/xiletrade
Catalog: src/Xiletrade.Library/Resources/Resources.*.resx
Languages: de_de, es_es, fr_fr, ja_jp, ko_kr, pt_br, ru_ru, th_th, zh_cn, zh_tw

# Config142_lbHelp6
source: What's next ?
de_de: Was kommt als nächstes ?
es_es: Que sigue ?
fr_fr: Et après ?
ja_jp: 次は何ですか ？
ko_kr: 무엇 향후 계획 ?
pt_br: Qual é o próximo ?
ru_ru: Что дальше ?
th_th: อะไรต่อไป ?
zh_cn: 下一步是什么 ？
zh_tw: 下一步是什麼 ？

# Config143_tbHelp
source: Actually working on translations and a new feature to thanks good people who support the project.
de_de: Ich arbeite gerade an Übersetzungen und einer neuen Funktion, um mich bei guten Leuten zu bedanken, die das Projekt unterstützen.
es_es: Realmente trabajando en traducciones y una nueva característica para agradecer a las buenas personas que apoyan el proyecto.
fr_fr: Je travaille actuellement sur les traductions et une nouvelle fonctionnalité pour remercier les gentilles personnes qui soutiennent le projet.
ja_jp: プロジェクトをサポートしてくれる善良な人々に感謝するために、実際に翻訳と新機能に取り組んでいます。
ko_kr: 프로젝트를 지원 해주신 좋은 분들께 감사의 말로 번역과 새로운 기능을 실제로 작업하고 있습니다.
pt_br: Na verdade estou trabalhando em traduções e um novo recurso para agradecer as boas pessoas que apoiaram o projeto.
ru_ru: Собственно работаю над переводами и новой функцией спасибо хорошим людям, которые поддерживают проект.
th_th: กำลังดำเนินการแปลและฟีเจอร์ใหม่เพื่อขอบคุณคนดีๆที่สนับสนุนโครงการ
zh_cn: 实际从事翻译和新功能方面的工作，以感谢支持该项目的优秀人员。
zh_tw: 實際從事翻譯和新功能方面的工作，以感謝支持該項目的優秀人員。

# Config144_btnGithubTip
source: Open Github issue management.
de_de: Öffnen Sie das Github-Issue-Management.
es_es: Abra la gestión de problemas de Github.
fr_fr: Ouvrez la gestion des problèmes Github.
ja_jp: Github の問題管理を開きます。
ko_kr: Github 문제 관리를 엽니 다.
pt_br: Abra o gerenciamento de problemas do Github.
ru_ru: Откройте управление проблемами Github.
th_th: เปิดการจัดการปัญหา Github
zh_cn: 打开Github问题管理。
zh_tw: 打開Github問題管理。

# Config145_btnDonateTip
source: Open Paypal donate page.
de_de: Öffnen Sie die Paypal-Spendenseite.
es_es: Abra la página de donación de Paypal.
fr_fr: Ouvrez la page de don Paypal.
ja_jp: Paypalの寄付ページを開きます。
ko_kr: Paypal 기부 페이지를 엽니 다.
pt_br: Abra a página de doações do Paypal.
ru_ru: Откройте страницу пожертвований Paypal.
th_th: เปิดหน้าบริจาค Paypal
zh_cn: 打开贝宝捐赠页面。
zh_tw: 打開貝寶捐贈頁面。

# Config146_btnLiberapayTip
source: Open liberapay website (patreon's like)
de_de: Öffnen Sie die Liberapay-Website (Patreon's like)
es_es: Abrir el sitio web de liberapay (patreon's like)
fr_fr: Ouvre le site web de Liberapay (comme Patreon)
ja_jp: liberapay の Web サイトを開く (patreon のようなもの)
ko_kr: Liberapay 웹 사이트 열기 (Patreon 같은)
pt_br: Abra o site do liberapay (como o patreon)
ru_ru: Открыть сайт liberapay (как у патреона)
th_th: เปิดเว็บไซต์ liberapay (ชอบของ patreon)
zh_cn: 打开liberapay网站（喜欢patreon）
zh_tw: 打開liberapay網站（patreon 喜歡）

# Config147_cbLanguageTip
source: You must save settings before this takes effect.
de_de: Sie müssen Ihre Einstellungen speichern, bevor dies wirksam wird.
es_es: Debe guardar su configuración antes de que esto surta efecto.
fr_fr: Vous devez enregistrer les paramètres avant que cela ne prenne effet.
ja_jp: これを有効にするには、設定を保存する必要があります。
ko_kr: 이것이 적용되기 전에 설정을 저장해야합니다.
pt_br: Você deve salvar suas configurações antes que isso tenha efeito.
ru_ru: Вы должны сохранить свои настройки, прежде чем они вступят в силу.
th_th: คุณต้องบันทึกการตั้งค่าของคุณก่อนที่จะมีผล
zh_cn: 您必须先保存设置，然后才能生效。
zh_tw: 您必須先保存設置，然後這些設置才會生效。

# Config148_checkTierMin
source: Min tier range
de_de: Mindeststufenbereich
es_es: Rango de nivel mín
fr_fr: Plage niveaux min
ja_jp: 最小層範囲
ko_kr: 최소 계층 범위
pt_br: Alcance mínimo
ru_ru: Мин. Диапа уров
th_th: ช่วงระดับต่ำสุด
zh_cn: 最小层范围
zh_tw: 最小層範圍

# Config149_checkTierMinTip
source: Auto set all mod values to minimum values of tier range (ONLY for non-unique items).
de_de: Setze alle Mod-Werte automatisch auf die Mindestwerte des Stufenbereichs (NUR für nicht einzigartige Gegenstände).
es_es: Establezca automáticamente todos los valores de modificación a los valores mínimos del rango de nivel (SOLO para elementos no únicos).
fr_fr: Définissez automatiquement toutes les valeurs de mod sur les valeurs minimales de la plage de niveaux (UNIQUEMENT pour les éléments non uniques).
ja_jp: すべての mod 値をティア範囲の最小値に自動設定します (非固有のアイテムのみ)。
ko_kr: 모든 모드 값을 계층 범위의 최소값으로 자동 설정합니다 (고유하지 않은 항목에만 해당).
pt_br: Configure automaticamente todos os valores de mod para valores mínimos de faixa de camada (SOMENTE para itens não exclusivos).
ru_ru: Автоматически устанавливает все значения мода на минимальные значения диапазона уровней (ТОЛЬКО для неуникальных предметов).
th_th: ตั้งค่าม็อดทั้งหมดเป็นค่าต่ำสุดของช่วงระดับโดยอัตโนมัติ (เฉพาะสำหรับไอเท็มที่ไม่ซ้ำใคร)
zh_cn: 自动将所有修改器值设置为层范围的最小值（仅适用于非唯一项目）。
zh_tw: 自動將所有修改器值設置為層範圍的最小值（僅適用於非唯一項目）。

# Config150_lblTimeout
source: Wait time limit :
de_de: Wartezeitlimit :
es_es: Límite de espera
fr_fr: Délai d'attente :
ja_jp: 待ち時間制限
ko_kr: 대기 시간 제한
pt_br: Limite de espera
ru_ru: Лимит ожидания
th_th: ขีดจำกัดการรอ
zh_cn: 等待时间限制
zh_tw: 等待時間限制

# Config151_lblTimeoutTip
source: The time limit to wait for a GGG request (trade/fetch API) in seconds before cancelling.
de_de: Das Zeitlimit für das Warten auf eine GGG-Anfrage (Handels-/Abruf-API) in Sekunden vor dem Abbrechen.
es_es: El límite de tiempo para esperar una solicitud de GGG (intercambiar/recuperar API) en segundos antes de cancelar.
fr_fr: Le délai d'attente d'une requête GGG (échange/récupération de l'API) en secondes avant l'annulation.
ja_jp: GGG リクエスト (トレード/フェッチ API) を待機する制限時間 キャンセルするまでの秒数。
ko_kr: 취소하기 전에 GGG 요청(trade/fetch API)을 기다리는 시간 제한(초)입니다.
pt_br: O limite de tempo para aguardar uma solicitação GGG (API de troca/busca) em segundos antes de cancelar.
ru_ru: Ограничение времени ожидания запроса GGG (торговый/выборочный API) в секундах перед отменой.
th_th: เวลาที่จำกัดในการรอคำขอ GGG (ซื้อขาย/ดึงข้อมูล API) เป็นวินาทีก่อนที่จะยกเลิก
zh_cn: 在取消之前等待 GGG 请求（交易/获取 API） 的时间限制（以秒为单位）。
zh_tw: 在取消之前等待 GGG 請求（交易/獲取 API） 的時間限制（以秒為單位）。

# Config152_lbHelp7
source: You can join the project discord.
de_de: Sie können dem Projekt-Discord beitreten.
es_es: Puedes unirte al proyecto en discord.
fr_fr: Vous pouvez rejoindre le discord du projet.
ja_jp: プロジェクトのDiscordに参加できます。
ko_kr: Discord 프로젝트에 참여할 수 있습니다.
pt_br: Você pode ingressar no projeto discord.
ru_ru: Вы можете присоединиться к проекту Discord.
th_th: คุณสามารถเข้าร่วมโครงการ Discord
zh_cn: 您可以加入项目Discord。
zh_tw: 您可以加入專案Discord。

# Config153_btnDiscordTip
source: Follow the invitation on discord.gg.
de_de: Folgen Sie der Einladung auf discord.gg.
es_es: Sigue la invitación en discord.gg.
fr_fr: Suivez l'invitation sur discord.gg.
ja_jp: discord.gg の招待に従ってください。
ko_kr: discord.gg 의 초대를 따르세요.
pt_br: Segue o convite no discord.gg.
ru_ru: Следуйте приглашению на discord.gg.
th_th: ติดตามคำเชิญได้ที่ discord.gg
zh_cn: 按照discord.gg 上的邀请进行操作。
zh_tw: 按照discord.gg 上的邀請進行操作。

# Config154_checkFilter
source: Auto update filters
de_de: Filter auto aktualisieren
es_es: Actualizar filtros auto
fr_fr: MAJ auto des filtres
ja_jp: フィルターを自動更新
ko_kr: 필터 자동 업데이트
pt_br: Atualizar filtros auto
ru_ru: Обновлять фильтры
th_th: อัปเดตตัวกรองอัตโนมัติ
zh_cn: 自动更新过滤器
zh_tw: 自動更新過濾器

# Config155_checkFilterTip
source: Update automatically all filters used by Xiletrade on start. (from github repository and GGG official website)
de_de: Alle von Xiletrade verwendeten Filter werden beim Start automatisch aktualisiert (aus dem Github-Repository und der offiziellen GGG-Website).
es_es: Actualice automáticamente todos los filtros utilizados por Xiletrade al inicio (desde el repositorio de github y el sitio web oficial de GGG)
fr_fr: Mettre à jour automatiquement tous les filtres utilisés par Xiletrade au démarrage (à partir du référentiel github et du site officiel de GGG)
ja_jp: Xiletrade が使用するすべてのフィルターを開始時に自動的に更新します (github リポジトリおよび GGG 公式 Web サイトから)
ko_kr: 시작 시 Xiletrade가 사용하는 모든 필터를 자동으로 업데이트합니다 (github 저장소 및 GGG 공식 웹사이트에서).
pt_br: Atualize automaticamente todos os filtros usados pelo Xiletrade no início (do repositório github e do site oficial do GGG)
ru_ru: Автоматически обновлять все фильтры, используемые Xiletrade при запуске (из репозитория github и официального сайта GGG)
th_th: อัปเดตตัวกรองทั้งหมดที่ใช้โดย Xiletrade โดยอัตโนมัติเมื่อเริ่มต้น (จากพื้นที่เก็บข้อมูล github และเว็บไซต์อย่างเป็นทางการของ GGG)
zh_cn: 自动更新 Xiletrade 在启动时使用的所有过滤器 （来自 github 存储库和 GGG 官方网站）
zh_tw: 自動更新 Xiletrade 在啟動時使用的所有過濾器 （來自 github 儲存庫和 GGG 官方網站）

# Config156_checkCtrlWheel
source: Will send a left mouse click whenever the mouse wheel is triggered while holding the CTRL key. Only works when the POE game window is active.
de_de: Sendet einen linken Mausklick, wenn das Mausrad ausgelöst wird, während die STRG-Taste gedrückt gehalten wird. Funktioniert nur, wenn das POE-Spielfenster aktiv ist.
es_es: Enviará un clic izquierdo del mouse cada vez que se active la rueda del mouse mientras se mantiene presionada la tecla CTRL. Solo funciona cuando la ventana del juego POE está activa.
ja_jp: CTRL キーを押しながらマウス ホイールをトリガーすると、マウスの左クリックが送信されます。 POE ゲーム ウィンドウがアクティブな場合にのみ機能します。
ko_kr: CTRL 키를 누른 상태에서 마우스 휠이 트리거될 때마다 왼쪽 마우스 클릭을 보냅니다. POE 게임 창이 활성화된 경우에만 작동합니다.
pt_br: Enviará um clique esquerdo do mouse sempre que a roda do mouse for acionada enquanto segura a tecla CTRL. Funciona somente quando a janela do jogo POE estiver ativa.
ru_ru: Будет отправлять щелчок левой кнопкой мыши при каждом нажатии колесика мыши с удержанием клавиши CTRL. Работает только при активном окне игры POE.
th_th: จะส่งการคลิกเมาส์ซ้ายทุกครั้งที่มีการเรียกใช้งานล้อเมาส์ในขณะที่กดปุ่ม CTRL ค้างไว้ จะทำงานได้เฉพาะเมื่อหน้าต่างเกม POE ทำงานอยู่เท่านั้น
zh_cn: 按住 CTRL 键并触发鼠标滚轮时，将发送鼠标左键单击。 仅在 POE 游戏窗口处于活动状态时有效。
zh_tw: 每當按住 CTRL 鍵的同時觸發滑鼠滾輪時，將發送滑鼠左鍵單擊。 僅當 POE 遊戲視窗處於活動狀態時才有效。

# General001_Anomalous
source: Anomalous
de_de: anormal
es_es: anómala
fr_fr: anormale
ja_jp: 異常な
ko_kr: 기묘한
pt_br: Anômalo
ru_ru: Аномальный:
zh_cn: 异常
zh_tw: 異常的

# General002_Divergent
source: Divergent
de_de: abweichend
es_es: divergente
fr_fr: divergente
ja_jp: 相違の
ko_kr: 상이한
pt_br: Divergente
ru_ru: Искривлённый:
zh_cn: 分歧
zh_tw: 相異的

# General003_Phantasmal
source: Phantasmal
de_de: illusorisch
es_es: fantasmal
fr_fr: fantasmatique
ja_jp: 幻想の
ko_kr: 몽환적인
pt_br: Fantasmal
ru_ru: Фантомный:
zh_cn: 魅影
zh_tw: 幻影的

# General004_Rarity
source: Rarity
de_de: Seltenheit
es_es: Rareza
fr_fr: Rareté
ja_jp: レアリティ
ko_kr: 희귀도
pt_br: Raridade
ru_ru: Редкость
th_th: ความหายาก
zh_cn: 稀 有 度
zh_tw: 稀有度

# General005_Any
source: Any
de_de: Beliebig
es_es: Cualquiera
fr_fr: Tous
ja_jp: 指定なし
ko_kr: 모두
pt_br: Qualquer
ru_ru: Все
th_th: อะไรก็ได้
zh_cn: 任何
zh_tw: 任何

# General006_Unique
source: Unique
de_de: Einzigartig
es_es: Único
ja_jp: ユニーク
ko_kr: 고유
pt_br: Único
ru_ru: Уникальный
th_th: ยูนิค
zh_cn: 传奇
zh_tw: 傳奇

# General007_Rare
source: Rare
de_de: Selten
es_es: Raro
ja_jp: レア
ko_kr: 희귀
pt_br: Raro
ru_ru: Редкий
th_th: แรร์
zh_cn: 稀有
zh_tw: 稀有

# General008_Magic
source: Magic
de_de: Magisch
es_es: Mágico
fr_fr: Magique
ja_jp: マジック
ko_kr: 마법
pt_br: Mágico
ru_ru: Волшебный
th_th: เมจิก
zh_cn: 魔法
zh_tw: 魔法

# General009_Normal
source: Normal
ja_jp: ノーマル
ko_kr: 일반
ru_ru: Обычный
th_th: ปกติ
zh_cn: 一般
zh_tw: 中

# General010_AnyNU
source: Any N-U
de_de: Beliebig NE
es_es: Cualquiera N-U
fr_fr: Tous N-U
ja_jp: 一意でない
ko_kr: 모든 비고유
pt_br: Qualquer N-U
ru_ru: Любой неуникальный
th_th: ทุกอย่างที่ไม่ใช่ ยูนิค
zh_cn: 任何非传奇
zh_tw: 非傳奇道具

# General011_Enchant
source: Enchant
de_de: Verzauberung
es_es: Encantamiento
fr_fr: Enchantement
ja_jp: エンチャント
ko_kr: 인챈트
pt_br: Encantamento
ru_ru: Зачарование
th_th: ม็อดเอนแชนท์
zh_cn: 附魔
zh_tw: 附魔

# General012_Crafted
source: Crafted
de_de: Angefertigt
es_es: Fabricado
fr_fr: Fabriqué
ja_jp: クラフト済み
ko_kr: 제작된
pt_br: Refinado
ru_ru: Свойства мастера
th_th: คราฟแล้ว
zh_cn: 工艺的
zh_tw: 已工藝

# General013_Implicit
source: Implicit
de_de: Implizit
es_es: Implícito
fr_fr: Implicite
ja_jp: 暗黙
ko_kr: 고정
pt_br: Implícito
ru_ru: Собственное свойство
th_th: ม็อดแฝง
zh_cn: 基底
zh_tw: 固性屬性

# General014_Pseudo
source: Pseudo
ja_jp: 疑似
ko_kr: 유사
ru_ru: Псевдо
th_th: จากทุกแหล่ง
zh_cn: 综合
zh_tw: 偽屬性

# General015_Explicit
source: Explicit
de_de: Explizit
es_es: Explícito
fr_fr: Explicite
ja_jp: 明示
ko_kr: 비고정
pt_br: Explícito
ru_ru: Cвойство предмета
th_th: ม็อดปกติ
zh_cn: 外延
zh_tw: 隨機屬性

# General016_Fractured
source: Fractured
de_de: Brüchig
es_es: Fracturado
fr_fr: Fissuré
ja_jp: フラクチャー
ko_kr: 분열된
pt_br: Trincado
ru_ru: Расколотый
th_th: แตกร้าว
zh_cn: 分裂的
zh_tw: 破裂

# General017_CorruptImp
source: corrupted
de_de: verderbt
es_es: corrupto
fr_fr: corrompu
ja_jp: コラプト状態
ko_kr: 타락
pt_br: corrompido
ru_ru: осквернено
th_th: คอร์รัปต์
zh_cn: 已腐化
zh_tw: 已汙染

# General018_Monster
source: Monster
es_es: Monstruo
fr_fr: Monstre
ja_jp: モンスター
ko_kr: 몬스터
pt_br: Monstro
ru_ru: Монстр
zh_cn: 怪物
zh_tw: 怪物

# General019_Veiled
source: Veiled
de_de: Verhüllt
es_es: Encriptado
fr_fr: Crypté
ja_jp: ヴェール
ko_kr: 장막
pt_br: Oculto
ru_ru: Завуалированное
th_th: ถูกผนึก
zh_cn: 影匿
zh_tw: 隱匿

# General020_Delve
source: Delve
ja_jp: デルヴ
ko_kr: 탐광
ru_ru: Спуск
zh_cn: 地心
zh_tw: 掘獄聯盟

# General021_Jewel
source: Jewel
de_de: Juwel
es_es: Joya
fr_fr: Joyau
ja_jp: ジュエル
ko_kr: 주얼
pt_br: Joia
ru_ru: самоцвет
zh_cn: 珠宝
zh_tw: 珠寶

# General022_Cluster
source: Cluster Jewel
de_de: Cluster-Juwel
es_es: Joya ramificadora
fr_fr: Joyau de ramification
ja_jp: クラスタージュエル
ko_kr: 스킬 군 주얼
pt_br: Joia do Grupo
ru_ru: кластерный самоцвет
zh_cn: 型星团珠宝
zh_tw: 型星團珠寶

# General023_Local
source: (Local)
ja_jp: (ローカル)
ko_kr: (특정)
ru_ru: (На предмете)
zh_cn: (区域)
zh_tw: (部分)

# General024_Shields
source: (Shields)
de_de: (Schilde)
es_es: (Escudos)
fr_fr: (Boucliers)
ja_jp: (盾)
ko_kr: (방패)
pt_br: (Escudos)
ru_ru: (Щиты)
zh_cn: (护盾)
zh_tw: (護盾)

# General025_Staves
source: (Staves)
de_de: (Stäbe)
es_es: (Báculos)
fr_fr: (Bâtons)
ja_jp: (スタッフ)
ko_kr: (지팡이)
pt_br: (Cajados)
ru_ru: (Посохи)
zh_cn: (长杖)
zh_tw: (法杖)

# General026_Currency
source: Currency
de_de: Währung
es_es: Objetos monetarios
fr_fr: Objet monétaire
ja_jp: カレンシー
ko_kr: 화폐
pt_br: Moeda
ru_ru: Валюта
th_th: เงินตรา
zh_cn: 通货
zh_tw: 通貨

# General027_Incubator
source: Incubator
de_de: Inkubator
es_es: Incubadora
fr_fr: Incubateur
ja_jp: インキュベーター
ko_kr: 인큐베이터
pt_br: Incubador
ru_ru: инкубатор
zh_cn: 孕育石
zh_tw: 育器

# General028_DivinationCard
source: Divination Card
de_de: Weissagungskarte
es_es: Carta de Adivinación
fr_fr: Carte divinatoire
ja_jp: 占いカード
ko_kr: 점술 카드
pt_br: Carta de Adivinhação
ru_ru: Гадальная карта
th_th: ไพ่พยากรณ์
zh_cn: 命运卡
zh_tw: 命運卡

# General029_Gem
source: Gem
de_de: Gemme
es_es: Gema
fr_fr: Gemme
ja_jp: ジェム
ko_kr: 젬
pt_br: Gema
ru_ru: Камень
th_th: เจ็ม
zh_cn: 宝石
zh_tw: 寶石

# General030_Higher
source: Superior
de_de: (hochwertig)
es_es: Superior/Superiores
fr_fr: supérieur
ja_jp: 上質な
ko_kr: 상급
ru_ru: высокого качества
zh_cn: 精良的
zh_tw: 精良的

# General031_Lv
source: Level
de_de: Stufe
es_es: Nivel
fr_fr: Niveau
ja_jp: レベル
ko_kr: 레벨
pt_br: Nível
ru_ru: Уровень
th_th: เลเวล
zh_cn: 等级
zh_tw: 等級

# General032_ItemLv
source: Item Level
de_de: Gegenstandsstufe
es_es: Nivel de objeto
fr_fr: Niveau de l'objet
ja_jp: アイテムレベル
ko_kr: 아이템 레벨
pt_br: Nível do Item
ru_ru: Уровень предмета
th_th: เลเวลไอเทม
zh_cn: 物品等级
zh_tw: 物品等級

# General033_TalTier
source: Talisman Tier
de_de: Talisman-Level
es_es: Grado de talismán
fr_fr: Palier de Talisman
ja_jp: タリスマンティア
ko_kr: 부적 등급
pt_br: Tier do Talismã
ru_ru: Уровень талисмана
th_th: Talisman เทียร์
zh_cn: 魔符等级
zh_tw: 魔符階級

# General034_MaTier
source: Map Tier
de_de: Kartenlevel
es_es: Grado del mapa
fr_fr: Palier de Carte
ja_jp: マップティア
ko_kr: 지도 등급
pt_br: Tier do Mapa
ru_ru: Уровень карты
th_th: ระดับแผนที่
zh_cn: 地图阶级
zh_tw: 地圖階級

# General035_Quality
source: Quality
de_de: Qualität
es_es: Calidad
fr_fr: Qualité
ja_jp: 品質
ko_kr: 퀄리티
pt_br: Qualidade
ru_ru: Качество
th_th: คุณภาพ
zh_cn: 品质
zh_tw: 品質

# General036_Socket
source: Sockets
de_de: Fassungen
es_es: Engarces
fr_fr: Châsses
ja_jp: ソケット
ko_kr: 홈
pt_br: Encaixes
ru_ru: Гнезда
th_th: ซ็อกเก็ต
zh_cn: 插槽
zh_tw: 插槽

# General037_Corrupt
source: Corrupted
de_de: Verderbt
es_es: Corrupto
fr_fr: Corrompu
ja_jp: コラプト状態
ko_kr: 타락
pt_br: Corrompido
ru_ru: Осквернено
th_th: คอร์รัปต์
zh_cn: 已腐化
zh_tw: 已汙染

# General038_Vaal
source: Vaal
ja_jp: ヴァ―ル
ko_kr: 바알
ru_ru: Ваал
th_th: วาล์
zh_cn: 瓦尔
zh_tw: 瓦爾

# General039_Unidentify
source: Unidentified
de_de: Nicht identifiziert
es_es: Sin identificar
fr_fr: Non identifié
ja_jp: 未鑑定
ko_kr: 미확인
pt_br: Não Identificado
ru_ru: Неопознано
th_th: ยังไม่ได้ตรวจสอบ
zh_cn: 未鉴定
zh_tw: 未鑑定

# General040_Blighted
source: Blighted
de_de: Befallene
es_es: infestado
fr_fr: infestée
ja_jp: ブライト
ko_kr: 역병 걸린
pt_br: Arruinado
ru_ru: Заражённая
zh_cn: 枯疫
zh_tw: 凋落的

# General041_Shaper
source: Shaper Item
de_de: Schöpfer-Gegenstand
es_es: Objeto del Creador
fr_fr: Objet du Façonneur
ja_jp: シェイパーアイテム
ko_kr: 쉐이퍼 아이템
pt_br: Item do Criador
ru_ru: Предмет Создателя
th_th: ไอเท็ม Shaper
zh_cn: 塑界之器
zh_tw: 塑者之物

# General042_Elder
source: Elder Item
de_de: Ältesten-Gegenstand
es_es: Objeto del Antiguo
fr_fr: Objet de l'Ancien
ja_jp: エルダーアイテム
ko_kr: 엘더 아이템
pt_br: Item do Ancião
ru_ru: Древний предмет
th_th: ไอเท็ม Elder
zh_cn: 裂界之器
zh_tw: 尊師之物

# General043_Crusader
source: Crusader Item
de_de: Kreuzritter-Gegenstand
es_es: Objeto del Cruzado
fr_fr: Objet du Croisé
ja_jp: クルセイダーアイテム
ko_kr: 십자군 아이템
pt_br: Item do Cruzado
ru_ru: Предмет Крестоносца
th_th: ไอเทม Crusader
zh_cn: 圣战者物品
zh_tw: 聖戰軍王物品

# General044_Redeemer
source: Redeemer Item
de_de: Erlöserin-Gegenstand
es_es: Objeto de la Redentora
fr_fr: Objet de la Rédemptrice
ja_jp: レディーマーアイテム
ko_kr: 대속자 아이템
pt_br: Item do Redentor
ru_ru: Предмет Избавительницы
th_th: ไอเทม Redeemer
zh_cn: 救赎者物品
zh_tw: 救贖者物品

# General045_Hunter
source: Hunter Item
de_de: Jäger-Gegenstand
es_es: Objeto del Cazador
fr_fr: Objet du Chasseur
ja_jp: ハンターアイテム
ko_kr: 사냥꾼 아이템
pt_br: Item do Caçador
ru_ru: Предмет Охотника
th_th: ไอเทม Hunter
zh_cn: 狩猎者物品
zh_tw: 狩獵者物品

# General046_Warlord
source: Warlord Item
de_de: Kriegsherr-Gegenstand
es_es: Objeto del Jefe de guerra
fr_fr: Objet du Seigneur de guerre
ja_jp: ウォーロードアイテム
ko_kr: 전쟁군주 아이템
pt_br: Item do Senhor da Guerra
ru_ru: Предмет Вождя
th_th: ไอเทม Warlord
zh_cn: 督军物品
zh_tw: 總督軍物品

# General047_Synthesis
source: Synthesised Item
de_de: Synthetisierter Gegenstand
es_es: Objeto Sintetizado
fr_fr: Objet synthétisé
ja_jp: シンセシスアイテム
ko_kr: 결합된 아이템
pt_br: Item Synthesis
ru_ru: Синтезированный предмет
th_th: ไอเทมสังเคราะห์
zh_cn: 忆境物品
zh_tw: 追憶之物

# General048_Synthesised
source: Synthesised
de_de: Synthetisierte
es_es: Sintetizado
fr_fr: synthétisé
ja_jp: シンセシスア
ko_kr: 결합된
ru_ru: Синтезированн
zh_cn: 忆境
zh_tw: 追憶之

# General049_ChkProphecy
source: Right-click to add this prophecy to your character
de_de: Füge diese Prophezeiung mit Rechtsklick deinem Charakter hinzu
es_es: Haz clic derecho para sellar esta profecía a tu personaje
fr_fr: Effectuez un clic droit sur cette prophétie pour l'ajouter à votre personnage
ko_kr: 우클릭으로 이 예언을 캐릭터에 추가하십시오
pt_br: Clique com o Botão Direito para adicionar esta profecia ao seu personagem
ru_ru: Нажмите ПКМ, чтобы добавить это пророчество вашему персонажу
th_th: คลิกขวาเพื่อเพิ่มการทำนายนี้
zh_cn: 右键点击后赋予你的角色预言之力
zh_tw: 點擊右鍵將此預言附加於你的角色之上

# General050_ChkMapFragment1
source: Can be used in a personal Map Device
de_de: Kann in einem persönlichen Kartenapparat verwendet werden
es_es: en un Artefacto de mapas personal
fr_fr: À utiliser dans votre Dispositif cartographique
ja_jp: 自身のマップデバイスで使用できる
ko_kr: 전용 지도 장치에서
pt_br: em um Dispositivo de Mapas
ru_ru: Можно использовать в личной Машине картоходца
th_th: เครื่องเปิดแผนที่ของคุณ
zh_cn: 可以在私人地图装置中使用
zh_tw: 個人的地圖裝置來

# General051_ChkMapFragment2
source: by using this item in a personal Map Device
de_de: indem Ihr diesen Gegenstand in einem persönlichen Kartenapparat verwendet
es_es: en un Arterfacto de mapas personal
fr_fr: en utilisant cet objet dans votre Dispositif cartographique
ja_jp: 自身のマップデバイスでこのアイテム
ko_kr: 전용 지도 장치에서 해당 아이템을 사용해
pt_br: utilizando este item em um Dispositivo de Mapas pessoal
ru_ru: Используйте этот предмет в вашей Машине картоходца
th_th: ด้วยการใช้ไอเทมนี้ในเครื่องเปิดแผนที่ของคุณ
zh_cn: 私人地图装置中
zh_tw: 在地圖裝置中

# General052_ChkMetEntrails
source: Combine this with four other different samples in Tane's Laboratory
de_de: Kombiniere dies mit vier anderen unterschiedlichen Proben in Tanes Laboratorium
es_es: Combina esto con otras cuatro muestras distintas en el laboratorio de Tane
fr_fr: Mélangez-le avec quatre autres échantillons différents dans le Laboratoire de Tane
ja_jp: ターネの研究所でこのサンプルと別箇所のサンプル4つを組み合わせる
ko_kr: 테인의 연구실에서 이 아이템을 다른 샘플과 조합하십시오
pt_br: Combine este com quatro outras amostras diferentes no Laboratório de Tane
ru_ru: Объедините эту часть с четырьмя другими в Лаборатории Танэ
th_th: ผสมตัวอย่างนี้กับตัวอย่างอื่นอีกสี่ชิ้นได้ที่ห้องทดลองของเทน
zh_cn: 在丹恩的试验室里同其它四种样本调和
zh_tw: 在塔恩的鍊金室將此與其他四個不同的樣本合成

# General053_ChkFlask
source: Right click to drink. Can only hold charges while in belt. Refills as you kill monsters
de_de: Trinke mit Rechtsklick. Kann nur Füllungen haben, während es sich im Gürtel befindet. Füllt sich auf, wenn du Monster tötest
es_es: Haz clic derecho para beber. Solo puede mantener cargas mientras esté en el cinturón. Se rellena a medida que matas monstruos
fr_fr: Clic droit pour boire ce Flacon. Il doit être équipé pour pouvoir contenir des charges, et se remplit à chaque monstre tué
ja_jp: 右クリックして飲む。腰につけているときだけチャージを貯めることができる。モンスターを倒すことで充填される。
ko_kr: 마시려면 우클릭하십시오. 허리띠에 장착 중일 때만 충전이 유지됩니다. 몬스터를 처치하면 충전량이 차오릅니다
pt_br: Clique com o botão direito para beber. Só é possível manter cargas no cinto. Recarrega conforme você mata monstros
ru_ru: Щелкните ПКМ, чтобы выпить. Содержит заряды только когда висит на поясе. Пополняется по мере убийства монстров
th_th: คลิกขวาเพื่อดื่ม สามารถเก็บชาร์จได้เฉพาะเมื่ออยู่ในเข็มขัด เติมในขณะที่คุณสังหารมอนสเตอร์
zh_cn: 点击右键以喝下药剂。只有装备于腰带上时才会充能。击败怪物时会回复充能次数
zh_tw: 點擊右鍵以喝下藥劑。只有裝備於腰帶上時才會充能。殺死怪物時會回復充能次數

# General054_ChkBeast
source: Right-click to add this to your bestiary
de_de: Füge diese Bestie mit Rechtsklick deinem Bestiarium hinzu
es_es: Haz clic derecho para añadirla a tu Bestiario
fr_fr: Effectuez un clic droit pour l'ajouter à votre Bestiaire
ja_jp: 右クリックしてこのモンスターを怪獣園に追加する。
ko_kr: 우클릭으로 이것을 야수 도감에 추가하십시오
pt_br: Clique com o botão direito para adicionar isto ao seu bestiário
ru_ru: Нажмите ПКМ, чтобы добавить это в ваш Бестиарий
th_th: คลิกขวาเพื่อเพิ่มเข้าสมุดรวมสัตว์
zh_cn: 右键点击后加入你的猎魔笔记
zh_tw: 點擊右鍵將此加入你的獸獵寓言

# General055_Armour
source: Armour
de_de: Rüstung
es_es: Armadura
fr_fr: Armure
ja_jp: アーマー
ko_kr: 방어도
pt_br: Armadura
ru_ru: Броня
th_th: เกราะ
zh_cn: 护甲
zh_tw: 護甲

# General056_Energy
source: Energy Shield
de_de: Energieschild
es_es: Escudo de energía
fr_fr: Bouclier d'énergie
ja_jp: エナジーシールド
ko_kr: 에너지 보호막
pt_br: Escudo de Energia
ru_ru: Энерг. щит
th_th: โล่พลังงาน
zh_cn: 能量护盾
zh_tw: 能量護盾

# General057_Evasion
source: Evasion Rating
de_de: Ausweichwert
es_es: Evasión
fr_fr: Score d'Évasion
ja_jp: 回避力
ko_kr: 회피
pt_br: Evasão
ru_ru: Уклонение
th_th: อัตราการหลบหลีก
zh_cn: 闪避值
zh_tw: 閃避值

# General058_PhysicalDamage
source: Physical Damage
de_de: Physischer Schaden
es_es: Daño físico
fr_fr: Dégâts physiques
ja_jp: 物理ダメージ
ko_kr: 물리 피해
pt_br: Dano Físico
ru_ru: Физический урон
th_th: ความเสียหายทางกายภาพ
zh_cn: 物理伤害
zh_tw: 物理傷害

# General059_ElementalDamage
source: Elemental Damage
de_de: Elementarschaden
es_es: Daño elemental
fr_fr: Dégâts élémentaires
ja_jp: 元素ダメージ
ko_kr: 원소 피해
pt_br: Dano Elemental
ru_ru: Урон от стихий
th_th: ความเสียหายจากธาตุ
zh_cn: 火焰, 冰霜, 闪电伤害
zh_tw: 元素傷害

# General060_ChaosDamage
source: Chaos Damage
de_de: Chaosschaden
es_es: Daño de caos
fr_fr: Dégâts de chaos
ja_jp: 混沌ダメージ
ko_kr: 카오스 피해
pt_br: Dano de Caos
ru_ru: Урон хаосом
th_th: ความเสียหายจากเคออส
zh_cn: 混沌伤害
zh_tw: 混沌傷害
