Repository: maxensas/xiletrade
Catalog: src/Xiletrade.Library/Resources/Resources.*.resx
Languages: de_de, es_es, fr_fr, ja_jp, ko_kr, pt_br, ru_ru, th_th, zh_cn, zh_tw

# Main107_btnSearchTip
source: Open search on browser and close this window.
de_de: Öffnen Sie die Suche im Browser und schließen Sie dieses Fenster.
es_es: Abra la búsqueda en el navegador y cierre esta ventana.
fr_fr: Ouvrez la recherche sur le navigateur et fermez cette fenêtre.
ja_jp: ブラウザで検索を開き、このウィンドウを閉じます。
ko_kr: 브라우저에서 검색을 열고이 창을 닫습니다.
pt_br: Abra a pesquisa no navegador e feche esta janela.
ru_ru: Откройте поиск в браузере и закройте это окно.
th_th: เปิดการค้นหาบนเบราว์เซอร์และปิดหน้าต่างนี้
zh_cn: 在浏览器中打开搜索并关闭此窗口。
zh_tw: 在瀏覽器中打開搜索並關閉此窗口。

# Main108_btnDonateTip
source: You can contribute to the project by using PayPal.
de_de: Sie können mit PayPal zum Projekt beitragen.
es_es: Puede contribuir al proyecto mediante PayPal.
fr_fr: Vous pouvez contribuer au projet en utilisant PayPal.
ja_jp: PayPal を使用してプロジェクトに貢献できます。
ko_kr: PayPal을 사용하여 프로젝트에 기여할 수 있습니다.
pt_br: Você pode contribuir para o projeto usando o PayPal.
ru_ru: Вы можете внести свой вклад в проект, используя PayPal.
th_th: คุณสามารถมีส่วนร่วมในโครงการได้โดยใช้ PayPal
zh_cn: 您可以使用PayPal为该项目做出贡献。
zh_tw: 您可以使用PayPal為該項目做出貢獻。

# Main109_btnCloseTip
source: Close search window.
de_de: Suchfenster schließen.
es_es: Cerrar la ventana de búsqueda.
fr_fr: Fermez la fenêtre de recherche.
ja_jp: 検索ウィンドウを閉じます。
ko_kr: 검색 창을 닫습니다.
pt_br: Feche a janela de pesquisa.
ru_ru: Закройте окно поиска.
th_th: ปิดหน้าต่างค้นหา
zh_cn: 关闭搜索窗口。
zh_tw: 關閉搜索窗口。

# Main110_cbBaseTip
source: Allow you to search by base item when checked or by item category only when unchecked.
de_de: Ermöglicht die Suche nach Basiselement, wenn diese Option aktiviert ist oder nach Artikelkategorie nur, wenn nicht markiert.
es_es: Le permite buscar por elemento base cuando está marcado o por categoría de artículo solo cuando no está marcado.
fr_fr: Vous permet de rechercher par élément de base lorsqu'il est coché ou par catégorie d'élément uniquement lorsqu'il n'est pas coché.
ja_jp: チェックすると、基本アイテムで検索できます または、チェックを外した場合のみアイテム カテゴリ別に表示されます。
ko_kr: 선택시 기본 항목으로 검색하거나 선택 취소시에만 항목 범주별로 검색 할 수 있습니다.
pt_br: Permitem que você pesquise por item de base quando marcado ou por categoria de item apenas quando desmarcado.
ru_ru: Разрешить поиск по базовому элементу, если установлен флажок или по категории товара, только если флажок не установлен.
th_th: อนุญาตให้คุณค้นหาตามรายการพื้นฐานเมื่อเลือก หรือตามหมวดหมู่รายการเมื่อไม่ได้เลือกเท่านั้น
zh_cn: 选中后允许您按基本项目搜索 或仅在未选中时按项目类别。
zh_tw: 選中後允許您按基本項目搜索 或僅在未選中時按項目類別分類。

# Main111_sliderModsTip
source: Allow you to slide for percentage values. Double click to add or remove values.
de_de: Ermöglichen das Schieben von Prozentwerten. Doppelklicken Sie, um Werte hinzuzufügen oder zu entfernen.
es_es: Le permite deslizar los valores porcentuales. Haga doble clic para agregar o eliminar valores.
fr_fr: Vous permet de glisser pour les valeurs de pourcentage. Double-cliquez pour ajouter ou supprimer des valeurs.
ja_jp: パーセント値をスライドできます。 ダブルクリックして値を追加または削除します。
ko_kr: 백분율 값을 슬라이드 할 수 있습니다. 값을 추가하거나 제거하려면 두 번 클릭하십시오.
pt_br: Permite que você deslize para valores percentuais. Clique duas vezes para adicionar ou remover valores.
ru_ru: Позвольте вам скользить для процентных значений. Дважды щелкните, чтобы добавить или удалить значения.
th_th: อนุญาตให้คุณเลื่อนเพื่อหาค่าเปอร์เซ็นต์ ดับเบิลคลิกเพื่อเพิ่มหรือลบค่า
zh_cn: 允许您滑动百分比值。 双击以添加或删除值。
zh_tw: 允許您滑動百分比值。 雙擊以添加或刪除值。

# Main112_cbAllCheckTip
source: Allow you to check OR uncheck all mods.
de_de: Hier können Sie alle Mods aktivieren oder deaktivieren.
es_es: Le permite marcar O desmarcar todas las modificaciones.
fr_fr: Vous permet de cocher OU de décocher tous les mods.
ja_jp: すべてのモッドをチェックまたはチェック解除できます。
ko_kr: 모든 모드를 선택하거나 선택 취소 할 수 있습니다.
pt_br: Permitem que você marque OU desmarque todos os mods.
ru_ru: Разрешить вам установить ИЛИ снять отметку со всех модов.
th_th: อนุญาตให้คุณเลือกหรือยกเลิกการเลือกตัวดัดแปลงทั้งหมด
zh_cn: 允许您选中或取消选中所有选项。
zh_tw: 允許您選中或取消選中所有選項。

# Main113_getMoreBulkTip
source: Allow you to load +20 more results, the official trade website allow a maximum of 200 results per request (Bulk Item Exchange). CAUTION when checking currency rates : DO NOT fetch too much results in a short time to avoid timeout issues.
de_de: Auf der offiziellen Handelswebsite können maximal 200 Ergebnisse pro Anfrage geladen werden (Bulk Item Exchange). VORSICHT bei der Überprüfung von Wechselkursen: Rufen Sie in kurzer Zeit NICHT zu viele Ergebnisse ab, um Timeout-Probleme zu vermeiden.
es_es: Le permite cargar +20 resultados más, el sitio web comercial oficial permite un máximo de 200 resultados por solicitud (intercambio de artículos a granel). PRECAUCIÓN al verificar los tipos de cambio: NO obtenga demasiados resultados en poco tiempo para evitar problemas de tiempo de espera.
fr_fr: Vous permet de charger plus de 20 résultats supplémentaires, le site Web officiel du commerce autorise un maximum de 200 résultats par demande (échange d'articles en vrac). ATTENTION lors de la vérification des taux de change: NE récupérez PAS trop de résultats en peu de temps pour éviter les problèmes de timeout.
ja_jp: さらに 20 件の結果を読み込むことができます。公式取引 Web サイトでは、リクエストごとに最大 200 件の結果が許可されます (一括アイテム交換)。 通貨レートをチェックするときの注意: タイムアウトの問題を避けるために、短時間であまり多くの結果を取得しないでください。
ko_kr: +20 개 이상의 결과를로드 할 수 있으며, 공식 거래 웹 사이트는 요청 당 최대 200 개의 결과를 허용합니다 (대량 아이템 교환). 환율 확인시주의 사항 : 타임 아웃을 피하기 위해 짧은 시간에 너무 많은 결과를 가져 오지 마십시오. 문제.
pt_br: Permite que você carregue mais 20 resultados, o site oficial de comércio permite um máximo de 200 resultados por solicitação (Bulk Item Exchange). CUIDADO ao verificar as taxas de câmbio: NÃO busque muitos resultados em um curto espaço de tempo para evitar problemas de tempo limite.
ru_ru: Позволяет загружать еще 20 результатов, официальный торговый сайт допускает максимум 200 результатов на запрос (массовый обмен предметами). ВНИМАНИЕ при проверке курсов валют: НЕ извлекайте слишком много результатов за короткое время, чтобы избежать проблем с тайм-аутом.
th_th: ให้คุณโหลดผลลัพธ์ได้มากขึ้น +20 รายการเว็บไซต์การค้าอย่างเป็นทางการให้ผลลัพธ์สูงสุด 200 รายการต่อคำขอ (แลกเปลี่ยนสินค้าจำนวนมาก) ข้อควรระวังเมื่อตรวจสอบอัตราสกุลเงิน: อย่าดึงผลลัพธ์มากเกินไปในช่วงเวลาสั้น ๆ เพื่อหลีกเลี่ยงปัญหาการหมดเวลา
zh_cn: 允许您加载+20更多结果，官方贸易网站每个请求最多允许200个结果（散装物品交换）。 查看货币汇率时的注意事项：不要在短时间内获取太多结果，以避免出现超时问题。
zh_tw: 允許您加載+20更多結果，官方貿易網站最多允許每個請求200個結果（散裝商品交換）。 查看貨幣匯率時的注意事項：不要在短時間內獲取太多結果，以避免出現超時問題。

# Main114_tbMinStockTip
source: Set seller's minimum stock.
de_de: Stellen Sie den Mindestbestand des Verkäufers ein.
es_es: Establece el stock mínimo del vendedor.
fr_fr: Définir le stock minimum du vendeur.
ja_jp: 売り手の最低在庫を設定します。
ko_kr: 판매자의 최소 재고를 설정합니다.
pt_br: Defina o estoque mínimo do vendedor.
ru_ru: Установите минимальный запас продавца.
th_th: กำหนดสต็อกขั้นต่ำของผู้ขาย
zh_cn: 设置卖方的最低库存。
zh_tw: 設置賣方的最低庫存。

# Main115_btnInvertTip
source: Invert GET and PAY currency.
de_de: Invertieren Sie die Währung Bekommen und Zahlen
es_es: Invertir OBTENER y PAGAR moneda.
fr_fr: Inversez la devise OBTENIR et PAYER.
ja_jp: 得ると 支払うの通貨を反転します。
ko_kr: 가져 오기 및 지불 통화를 반전합니다.
pt_br: Inverta a moeda OBTER e PAGA.
ru_ru: Инвертируйте валюту получить и платить.
th_th: เปลี่ยนสกุลเงินรับและจ่าย
zh_cn: 反转获取和支付货币。
zh_tw: 反轉獲取和支付貨幣。

# Main116_Keywords
source: Add keywords here and press ENTER.
de_de: Fügen Sie hier die Schlüsselwörter hinzu und drücken Sie die Eingabetaste.
es_es: Agregue las palabras clave aquí y presione Entrar.
fr_fr: Ajoutez les mots-clés ici et appuyer sur Entrée.
ja_jp: ここにキーワードを追加して、Enter キーを押します。
ko_kr: 여기에 키워드를 추가하고 엔터 키 를 누르십시오.
pt_br: Adicione as palavras-chave aqui e pressione Enter.
ru_ru: Добавьте сюда ключевые слова и нажмите клавишу ввода.
th_th: เพิ่มคำหลักของคุณที่นี่และกดปุ่ม Enter
zh_cn: 在此處添加關鍵字，然後按回車鍵。
zh_tw: 在此处添加关键字，然后按回车键。

# Main117_Starting
source: Starting ...
de_de: Beginnend ...
es_es: Comenzando ...
fr_fr: Lancement ...
ja_jp: 開始しています...
ko_kr: 시작하는 중 ...
pt_br: Iniciando ...
ru_ru: Пуск ...
th_th: เริ่มต้น ...
zh_cn: 开始...
zh_tw: 開始...

# Main118_Closing
source: Error loading data files. Closing application ...
de_de: Fehler beim Laden von Datendateien. Bewerbung schließen...
es_es: Error al cargar archivos de datos. Cerrando la aplicación ...
fr_fr: Erreur de chargement des fichiers de données. Fermeture de l'application...
ja_jp: データ ファイルのロード中にエラーが発生しました。 アプリケーションを閉じています...
ko_kr: 데이터 파일을 로드하는 동안 오류가 발생했습니다. 응용 프로그램을 닫는 중...
pt_br: Erro ao carregar arquivos de dados. Fechando o aplicativo ...
ru_ru: Ошибка загрузки файлов данных. Закрытие приложения ...
th_th: เกิดข้อผิดพลาดในการโหลดไฟล์ข้อมูล ปิดรับสมัคร...
zh_cn: 加载数据文件时出错。 正在关闭应用程序...
zh_tw: 加載數據文件時出錯。 正在關閉應用程序...

# Main119_Update
source: A new version of Xiletrade has been released, update now ?
de_de: Eine neue Version von Xiletrade wurde veröffentlicht. Jetzt aktualisieren?
es_es: Se ha lanzado una nueva versión de Xiletrade, ¿actualizar ahora?
fr_fr: Une nouvelle version de Xiletrade a été publiée, mettre à jour maintenant ?
ja_jp: Xiletrade の新しいバージョンがリリースされました。今すぐ更新しますか?
ko_kr: Xiletrade의 새 버전이 출시되었습니다. 지금 업데이트 하시겠습니까?
pt_br: Uma nova versão do Xiletrade foi lançada, atualizar agora?
ru_ru: Вышла новая версия Xiletrade, обновить сейчас ?
th_th: Xiletrade เวอร์ชั่นใหม่ออกแล้วอัพเดตเลย?
zh_cn: Xiletrade的新版本已经发布，现在更新吗？
zh_tw: Xiletrade的新版本已經發布，現在更新嗎？

# Main120_About1
source: XileTrade is a free tool that enhances the POE trading experience without automating anything.
de_de: XileTrade ist ein kostenloses Tool, das das POE-Handelserlebnis verbessert, ohne etwas zu automatisieren.
es_es: XileTrade es una herramienta gratuita que mejora la experiencia comercial de POE sin automatizar nada.
fr_fr: XileTrade est un outil gratuit qui améliore l'expérience de trading sur POE sans automatiser les échanges.
ja_jp: XileTrade は、何も自動化せずに POE 取引体験を向上させる無料のツールです。
ko_kr: XileTrade는 거래를 자동화하지 않고 POE 거래 경험을 향상시키는 무료 도구입니다.
pt_br: XileTrade é uma ferramenta gratuita que aprimora a experiência de negociação POE sem automatizar nada.
ru_ru: XileTrade - это бесплатный инструмент, который расширяет возможности торговли POE без какой-либо автоматизации.
th_th: XileTrade เป็นเครื่องมือฟรีที่ช่วยเพิ่มประสบการณ์การซื้อขาย POE โดยไม่ต้องดำเนินการใด ๆ โดยอัตโนมัติ
zh_cn: XileTrade是一个免费工具，可增强POE交易体验，而无需实现任何自动化。
zh_tw: XileTrade是一個免費工具，可增強POE交易體驗，而無需實現任何自動化。

# Main121_About2
source: BE AWARE : This program was developed for free and must be maintained in order to work.
de_de: ACHTUNG: Dieses Programm wurde kostenlos entwickelt und muss gepflegt werden, damit es funktioniert.
es_es: TENGA EN CUENTA: este programa fue desarrollado de forma gratuita y debe mantenerse para que funcione.
fr_fr: ATTENTION : Ce programme a été développé gratuitement et doit être maintenu pour fonctionner.
ja_jp: 注意: このプログラムは無料で開発されたものであり、動作させるためには維持する必要があります。
ko_kr: 주의하세요 :이 프로그램은 무료로 개발되었으며 작동하려면 유지해야합니다.
pt_br: ATENÇÃO: Este programa foi desenvolvido gratuitamente e deve ser mantido para funcionar.
ru_ru: ВНИМАНИЕ: эта программа была разработана бесплатно, и чтобы она работала, ее необходимо поддерживать.
th_th: ระวัง: โปรแกรมนี้ได้รับการพัฒนาฟรีและต้องได้รับการบำรุงรักษาเพื่อให้ทำงานได้
zh_cn: 注意：该程序是免费开发的，必须维护才能正常工作。
zh_tw: 注意：該程序是免費開發的，必須維護才能正常工作。

# Main122_About3
source: YOUR HELP is needed. If you like the program and want more features, you can bring it to life by contributing.
de_de: IHRE HILFE wird benötigt. Wenn Ihnen das Programm gefällt und Sie mehr Funktionen wünschen, können Sie es durch einen Beitrag zum Leben erwecken.
es_es: Se necesita SU AYUDA. Si le gusta el programa y desea más funciones, puede darle vida contribuyendo.
fr_fr: VOTRE AIDE est nécessaire. Si vous aimez le programme et souhaitez plus de fonctionnalités, vous pouvez lui donner vie en contribuant.
ja_jp: あなたの助けが必要です。 プログラムが気に入って、より多くの機能が必要な場合は、貢献することでプログラムに命を吹き込むことができます。
ko_kr: 귀하의 도움이 필요합니다. 프로그램이 마음에 들고 더 많은 기능을 원하면 기여하여 생동감을 불어 넣을 수 있습니다.
pt_br: É necessária SUA AJUDA. Se você gosta do programa e deseja mais recursos, contribua para torná-lo realidade.
ru_ru: ВАША ПОМОЩЬ нужна. Если вам нравится программа и вы хотите больше возможностей, вы можете воплотить ее в жизнь, внося свой вклад.
th_th: ความช่วยเหลือของคุณเป็นสิ่งจำเป็น หากคุณชอบโปรแกรมและต้องการคุณสมบัติเพิ่มเติมคุณสามารถทำให้มันมีชีวิตขึ้นมาได้โดยการมีส่วนร่วม
zh_cn: 需要您的帮助。 如果您喜欢该程序并想要更多功能，则可以通过贡献使其生动起来。
zh_tw: 需要您的幫助。 如果您喜歡該程序並想要更多功能，則可以通過貢獻使其生動起來。

# Main123_About4
source: First use: To configure or close the program, use right click on system tray icon.
de_de: Erste Verwendung: Um das Programm zu konfigurieren oder zu schließen, klicken Sie mit der rechten Maustaste auf das Taskleistensymbol.
es_es: Primer uso: para configurar o cerrar el programa, haga clic derecho en el icono de la bandeja del sistema.
fr_fr: Première utilisation: pour configurer ou fermer le programme, utilisez le clic droit sur l'icône de la barre d'état système.
ja_jp: 最初の使用: プログラムを構成または終了するには、システム トレイ アイコンを右クリックします。
ko_kr: 처음 사용 : 프로그램을 구성하거나 닫으려면 시스템 트레이 아이콘을 마우스 오른쪽 버튼으로 클릭하십시오.
pt_br: Primeiro uso: Para configurar ou fechar o programa, clique com o botão direito no ícone da bandeja do sistema.
ru_ru: Первое использование: чтобы настроить или закрыть программу, щелкните правой кнопкой мыши значок на панели задач.
th_th: การใช้งานครั้งแรก: ในการกำหนดค่าหรือปิดโปรแกรมให้ใช้คลิกขวาที่ไอคอนถาดระบบ
zh_cn: 首次使用：要配置或关闭程序，请右键单击系统任务栏图标。
zh_tw: 首次使用：要配置或關閉程序，請右鍵單擊系統任務欄圖標。

# Main124_WikiFail
source: Failed to link to poe wiki.
de_de: Link zum Poe-Wiki fehlgeschlagen.
es_es: No se pudo vincular a la wiki de poe.
fr_fr: Échec du lien vers le wiki poe.
ja_jp: poe wiki へのリンクに失敗しました。
ko_kr: Poe Wiki에 연결하지 못했습니다.
pt_br: Falha ao vincular ao wiki poe.
ru_ru: Не удалось установить ссылку на poe wiki.
th_th: ไม่สามารถเชื่อมโยงไปยัง poe wiki
zh_cn: 未能链接到poe Wiki。
zh_tw: 未能鏈接到poe Wiki。

# Main125_NinjaFail
source: Failed to link to poe ninja.
de_de: Link zu poe ninja fehlgeschlagen.
es_es: No se pudo vincular a poe ninja.
fr_fr: Échec du lien vers poe ninja.
ja_jp: poe ninja へのリンクに失敗しました。
ko_kr: Poe Ninja에 연결하지 못했습니다.
pt_br: Falha ao vincular a poe ninja.
ru_ru: Не удалось установить ссылку на poe ninja.
th_th: ไม่สามารถเชื่อมโยงไปยัง poe ninja
zh_cn: 无法链接到Poe Ninja。
zh_tw: 無法鏈接到Poe Ninja。

# Main126_PaypalFail
source: Failed to redirect to Paypal website.
de_de: Weiterleitung zur Paypal-Website fehlgeschlagen.
es_es: No se pudo redirigir al sitio web de Paypal.
fr_fr: Échec de la redirection vers le site Web Paypal.
ja_jp: Paypal ウェブサイトへのリダイレクトに失敗しました。
ko_kr: Paypal 웹 사이트로 리디렉션하지 못했습니다.
pt_br: Falha ao redirecionar para o site do Paypal.
ru_ru: Не удалось перенаправить на сайт Paypal.
th_th: ไม่สามารถเปลี่ยนเส้นทางไปยังเว็บไซต์ Paypal
zh_cn: 无法重定向到贝宝网站。
zh_tw: 無法重定向到貝寶網站。

# Main127_ServerFail
source: Server cannot be connected right now.
de_de: Der Server kann derzeit nicht verbunden werden.
es_es: El servidor no se puede conectar en este momento.
fr_fr: Le serveur ne peut pas être connecté pour le moment.
ja_jp: 現在、サーバーに接続できません。
ko_kr: 지금은 서버에 연결할 수 없습니다.
pt_br: O servidor não pode ser conectado agora.
ru_ru: Сервер не может быть подключен прямо сейчас.
th_th: ไม่สามารถเชื่อมต่อเซิร์ฟเวอร์ได้ในขณะนี้
zh_cn: 服务器目前无法连接。
zh_tw: 服務器目前無法連接。

# Main128_Popup
source: Hold here to move, close image on click.
de_de: Halten Sie hier, um sich zu bewegen, schließen Sie das Bild beim Klicken.
es_es: Mantenga presionado aquí para mover, cierre la imagen al hacer clic.
fr_fr: Maintenez ici pour déplacer, fermez l'image en cliquant.
ja_jp: ここを長押しして移動、クリックで画像を閉じます。
ko_kr: 이동하려면 여기를 누르고, 클릭하면 이미지를 닫습니다.
pt_br: Segure aqui para mover, fechar imagem ao clicar.
ru_ru: Удерживайте здесь, чтобы переместить, закройте изображение при нажатии.
th_th: กดที่นี่เพื่อย้ายปิดภาพเมื่อคลิก
zh_cn: 按住此处可移动，单击时关闭图像。
zh_tw: 按住此處可移動，單擊時關閉圖像。

# Main129_Second
source: second
de_de: sekunde
es_es: segunda
fr_fr: seconde
ja_jp: 秒
ko_kr: 초
pt_br: segundo
ru_ru: секунда
th_th: วินาที
zh_cn: 秒
zh_tw: 秒

# Main130_Seconds
source: seconds
de_de: sekunden
es_es: segundas
fr_fr: secondes
ja_jp: 秒
ko_kr: 초
pt_br: segundos
ru_ru: секунды
th_th: วินาที
zh_cn: 秒
zh_tw: 秒

# Main131_Minute
source: minute
es_es: minuto
ja_jp: 分
ko_kr: 분
pt_br: minuto
ru_ru: минута
th_th: นาที
zh_cn: 分钟
zh_tw: 分鐘

# Main132_Minutes
source: minutes
de_de: minuten
es_es: minutos
ja_jp: 分
ko_kr: 분
pt_br: minutos
ru_ru: минуты
th_th: นาที
zh_cn: 分钟
zh_tw: 分鐘

# Main133_Hour
source: hour
de_de: stunde
es_es: hora
fr_fr: heure
ja_jp: 時間
ko_kr: 시간
pt_br: hora
ru_ru: час
th_th: ชั่วโมง
zh_cn: 小时
zh_tw: 小時

# Main134_Hours
source: hours
de_de: stunden
es_es: horas
fr_fr: heures
ja_jp: 時間
ko_kr: 시간
pt_br: horas
ru_ru: часа
th_th: ชั่วโมง
zh_cn: 小时
zh_tw: 小時

# Main135_Day
source: day
de_de: tag
es_es: día
fr_fr: jour
ja_jp: 日
ko_kr: 일
pt_br: dia
ru_ru: день
th_th: วัน
zh_cn: 天
zh_tw: 天

# Main136_Days
source: days
de_de: tags
es_es: días
fr_fr: jours
ja_jp: 日
ko_kr: 일
pt_br: dias
ru_ru: дня
th_th: วัน
zh_cn: 天
zh_tw: 天

# Main137_Month
source: month
de_de: monat
es_es: mes
fr_fr: mois
ja_jp: 月
ko_kr: 개월
pt_br: mês
ru_ru: месяц
th_th: เดือน
zh_cn: 个月
zh_tw: 個月

# Main138_Months
source: months
de_de: monate
es_es: meses
fr_fr: mois
ja_jp: 月
ko_kr: 개월
pt_br: meses
ru_ru: месяца
th_th: เดือน
zh_cn: 个月
zh_tw: 個月

# Main139_Year
source: year
de_de: jahr
es_es: año
fr_fr: an
ja_jp: 年
ko_kr: 일년
pt_br: ano
ru_ru: год
th_th: ปี
zh_cn: 年
zh_tw: 年

# Main140_Years
source: years
de_de: jahre
es_es: años
fr_fr: ans
ja_jp: 年
ko_kr: 일년
pt_br: anos
ru_ru: года
th_th: ปี
zh_cn: 年
zh_tw: 年

# Main141_ResultsSingle
source: single price
de_de: einzelpreis
es_es: precio único
fr_fr: prix unique
ja_jp: 単一価格
ko_kr: 단일 가격
pt_br: preço único
ru_ru: единая цена
th_th: ราคาเดียว
zh_cn: 单价
zh_tw: 單價

# Main142_cbBaseTip
source: Checked: Allows you to search by item base. Unchecked: Allows you to search by item category.
de_de: Aktiviert: Ermöglicht die Suche nach Artikelbasis. Deaktiviert: Ermöglicht die Suche nach Artikelkategorie.
es_es: Marcado: le permite buscar por artículo. Sin marcar: le permite buscar por categoría de artículo.
fr_fr: Coché : Vous permet de rechercher par base d'objet. Non-coché : Vous permet de rechercher par catégorie d'objet.
ja_jp: チェックあり：項目ベースで検索できます。 チェックなし：商品カテゴリで検索できます。
ko_kr: 선택 : 항목 기준으로 검색 할 수 있습니다. 선택하지 않음 : 항목 범주별로 검색 할 수 있습니다.
pt_br: Marcado: permite pesquisar por base de item. Desmarcado: permite pesquisar por categoria de item.
ru_ru: Проверено: позволяет выполнять поиск по базе товаров. Не отмечен: позволяет искать по категории товара.
th_th: เลือกแล้ว: ให้คุณค้นหาตามฐานรายการ ไม่เลือก: ให้คุณค้นหาตามหมวดหมู่รายการ
zh_cn: 已检查：允许您按项目库进行搜索。 未选中：允许您按项目类别搜索。
zh_tw: 已檢查：允許您按項目庫進行搜索。 未選中：允許您按項目類別搜索。

# Main143_sliderModsTip
source: Allows you to slide by percentage value. Double click to add or remove values.
de_de: Ermöglicht das Verschieben nach Prozentwert. Doppelklicken Sie, um Werte hinzuzufügen oder zu entfernen.
es_es: Le permite deslizar por valor porcentual. Haga doble clic para agregar o eliminar valores.
fr_fr: Vous permet de glisser par valeur de pourcentage. Double-cliquez pour ajouter ou supprimer les valeurs.
ja_jp: パーセント値でスライドできます。 ダブルクリックして値を追加または削除します。
ko_kr: 백분율 값으로 슬라이드 할 수 있습니다. 값을 추가하거나 제거하려면 두 번 클릭하십시오.
pt_br: Permite que você deslize por valor percentual. Clique duas vezes para adicionar ou remover valores.
ru_ru: Позволяет скользить по процентному значению. Дважды щелкните, чтобы добавить или удалить значения.
th_th: ให้คุณเลื่อนตามค่าเปอร์เซ็นต์ ดับเบิลคลิกเพื่อเพิ่มหรือลบค่า
zh_cn: 使您可以按百分比值滑动。 双击以添加或删除值。
zh_tw: 使您可以按百分比值滑動。 雙擊以添加或刪除值。

# Main144_cbAllCheckTip
source: Allows you to check OR uncheck all mods.
de_de: Ermöglicht das Aktivieren oder Deaktivieren aller Mods.
es_es: Le permite marcar O desmarcar todas las modificaciones.
fr_fr: Vous permet de cocher OU de décocher tous les mods.
ja_jp: すべてのモッドをチェックまたはチェック解除できます。
ko_kr: 모든 모드를 선택하거나 선택 취소 할 수 있습니다.
pt_br: Permite que você marque OU desmarque todos os mods.
ru_ru: Позволяет установить ИЛИ снять отметку со всех модов.
th_th: ให้คุณตรวจสอบหรือยกเลิกการเลือกตัวดัดแปลงทั้งหมด
zh_cn: 允许您选中或取消选中所有选项。
zh_tw: 允許您選中或取消選中所有選項。

# Main145_lbAlternate
source: Gem Type
de_de: Typ
es_es: Tipo
fr_fr: Type
ja_jp: 宝石の種類
ko_kr: 젬 퀄리티 유형
pt_br: Tipo
ru_ru: Тип
zh_cn: 宝石品质类型
zh_tw: 寶石品質類型

# Main146_TrayAbout
source: About
de_de: Etwas über
es_es: Acerca
fr_fr: A propos
ja_jp: 約
ko_kr: 약
pt_br: Sobre
ru_ru: относительно
th_th: เกี่ยวกับ
zh_cn: 关于
zh_tw: 關於

# Main147_TraySettings
source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
ja_jp: 設定
ko_kr: 설정
pt_br: Config
ru_ru: настройки
th_th: การตั้งค่า
zh_cn: 设定
zh_tw: 設定

# Main148_TrayClose
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
ja_jp: 近い
ko_kr: 닫기
pt_br: Fechar
ru_ru: Закрыть
th_th: ปิด
zh_cn: 关
zh_tw: 關掉

# Main149_Shards
source: Shards, Splinters
de_de: Scherben, Splitter
es_es: Fragmentos y esquirlas
ja_jp: 破片、欠片と破片
ko_kr: 조각 및 파편
ru_ru: Обломки и осколки
zh_cn: 碎片及裂片
zh_tw: 碎片和裂片

# Main150_expandOptionsTip
source: Allows you to modify user interface options. Collapse the menu to save preferences.
de_de: Ermöglicht das Ändern von Benutzeroberflächenoptionen. Reduzieren Sie das Menü, um die Einstellungen zu speichern.
es_es: Le permite modificar las opciones de la interfaz de usuario. Contraiga el menú para guardar las preferencias.
fr_fr: Vous permet de modifier les options de l'interface utilisateur. Réduisez le menu pour enregistrer les préférences.
ja_jp: ユーザー インターフェイス オプションを変更できます。 メニューを折りたたんで設定を保存します。
ko_kr: 사용자 인터페이스 옵션을 수정할 수 있습니다. 메뉴를 축소하여 기본 설정을 저장합니다.
pt_br: Permite que você modifique as opções da interface do usuário. Recolha o menu para salvar as preferências.
ru_ru: Позволяет изменять параметры пользовательского интерфейса. Сверните меню, чтобы сохранить настройки.
th_th: อนุญาตให้คุณแก้ไขตัวเลือกส่วนต่อประสานผู้ใช้ ยุบเมนูเพื่อบันทึกค่ากำหนด
zh_cn: 允许您修改用户界面选项。 折叠菜单以保存首选项。
zh_tw: 允許您修改用戶界面選項。 折疊菜單以保存首選項。

# Main151_cbAutocloseTip
source: Allows you to automatically close the price check window when Xiletrade loses focus.
de_de: Ermöglicht das automatische Schließen des Preisprüfungsfensters, wenn Xiletrade den Fokus verliert.
es_es: Le permite cerrar automáticamente la ventana de verificación de precios cuando Xiletrade pierde el foco.
fr_fr: Vous permet de fermer automatiquement la fenêtre de vérification des prix lorsque Xiletrade perd le focus.
ja_jp: Xiletrade がフォーカスを失ったときに、価格チェック ウィンドウを自動的に閉じることができます。
ko_kr: Xiletrade가 초점을 잃을 때 가격 확인 창을 자동으로 닫을 수 있습니다.
pt_br: Permite que você feche automaticamente a janela de verificação de preço quando o Xiletrade perder o foco.
ru_ru: Позволяет автоматически закрывать окно проверки цены, когда Xiletrade теряет фокус.
th_th: ให้คุณปิดหน้าต่างตรวจสอบราคาโดยอัตโนมัติเมื่อ Xiletrade สูญเสียโฟกัส
zh_cn: 允许您在Xiletrade失去焦点时自动关闭价格检查窗口。
zh_tw: 允許您在Xiletrade失去焦點時自動關閉價格檢查窗口。

# Main152_slideOpacityTip
source: Allows you to manually adjust the opacity of the Xiletrade window.
de_de: Ermöglicht das manuelle Anpassen der Deckkraft des Xiletrade-Fensters.
es_es: Le permite ajustar manualmente la opacidad de la ventana de Xiletrade.
fr_fr: Vous permet d'ajuster manuellement l'opacité de la fenêtre Xiletrade.
ja_jp: Xiletrade ウィンドウの不透明度を手動で調整できます。
pt_br: Permite ajustar manualmente a opacidade da janela Xiletrade.
ru_ru: Позволяет вручную настраивать непрозрачность окна Xiletrade.
th_th: ให้คุณปรับความทึบของหน้าต่าง Xiletrade ด้วยตนเอง
zh_cn: 允许您手动调整Xiletrade窗口的不透明度。
zh_tw: 允許您手動調整Xiletrade窗口的不透明度。

# Main153_lastSearch
source: last search
de_de: letzte Suche
es_es: ultima busqueda
fr_fr: dernière recherche
ja_jp: 最後の検索
ko_kr: 마지막 검색
pt_br: última busca
ru_ru: последний поиск
th_th: การค้นหาล่าสุด
zh_cn: 最后搜索
zh_tw: 最後搜索
