Repository: maxensas/xiletrade
Catalog: src/Xiletrade.Library/Resources/Resources.*.resx
Languages: de_de, es_es, fr_fr, ja_jp, ko_kr, pt_br, ru_ru, th_th, zh_cn, zh_tw

# Config062_checkSearchTypeTip
source: Auto select by item base type for each search. Exceptions : unique and normal items, maps, div cards, captured beasts, gems, flasks and prophecies.
de_de: Automatische Auswahl nach Elementbasistyp für jede Suche. Ausnahmen: einzigartige und normale Gegenstände, Karten, Div-Karten, gefangene Bestien, Edelsteine, Flaschen und Prophezeiungen.
es_es: Selección automática por tipo de base de artículo para cada búsqueda. Excepciones: elementos únicos y normales, mapas, tarjetas div, bestias capturadas, gemas, frascos y profecías.
fr_fr: Sélection automatique par type de base (objet) pour chaque recherche. Exceptions: objets uniques et normaux, cartes, cartes div, bêtes capturées, gemmes, flacons et prophéties.
ja_jp: 各検索の項目ベース タイプによる自動選択。 例外 : ユニークおよび通常のアイテム、マップ、div カード、捕獲された獣、宝石、フラスコ、予言。
ko_kr: 검색 할 때마다 항목 기본 유형별로 자동 선택합니다. 예외 : 고유 및 일반 아이템,지도, 점술 카드, 포획 된 짐승, 보석, 플라스크 및 예언.
pt_br: Seleção automática por tipo de base de item para cada pesquisa. Exceções: itens únicos e normais, mapas, cartas div, feras capturadas, joias, frascos e profecias.
ru_ru: Автоматический выбор по базовому типу элемента для каждого поиска. Исключения: уникальные и обычные предметы, карты, div-карты, пойманные звери, драгоценные камни, фляги и пророчества.
th_th: เลือกอัตโนมัติตามประเภทฐานของรายการสำหรับการค้นหาแต่ละครั้ง ข้อยกเว้น: ไอเทมพิเศษและปกติแผนที่การ์ด Div สัตว์อสูรอัญมณีขวดยาและคำทำนาย
zh_cn: 为每个搜索按项目基本类型自动选择。 例外：独特和普通的物品，地图，占卜卡，捕获的野兽，宝石，烧瓶和预言。
zh_tw: 為每個搜索按項目基本類型自動選擇。 例外：獨特和普通的物品，地圖，div卡，捕獲的野獸，寶石，燒瓶和預言。

# Config063_checkTotalDpsTip
source: Auto select Total damage per second when search is based on a weapon.
de_de: Automatische Auswahl Gesamtschaden pro Sekunde, wenn die Suche auf einer Waffe basiert.
es_es: Selección automática de daño total por segundo cuando la búsqueda se basa en un arma.
fr_fr: Sélection automatique des dégâts totaux par seconde lorsque la recherche est basée sur une arme.
ja_jp: 検索が武器に基づく場合、1 秒あたりの合計ダメージを自動選択します。
ko_kr: 무기를 기반으로 검색 할 때 초당 총 피해량을 자동 선택합니다.
pt_br: Seleção automática de dano total por segundo quando a pesquisa é baseada em uma arma.
ru_ru: Автоматический выбор общего урона в секунду, если поиск основан на оружии.
th_th: เลือกความเสียหายทั้งหมดต่อวินาทีโดยอัตโนมัติเมื่อการค้นหาขึ้นอยู่กับอาวุธ
zh_cn: 当搜索基于武器时，自动选择每秒的总伤害。
zh_tw: 當搜索基於武器時，自動選擇每秒的總傷害。

# Config064_checkTotalArmourStatsTip
source: Auto select Total armour, energy shield or evasion stat. On armour item only (not jewellery)
de_de: Automatische Auswahl Gesamtpanzerung, Energieschild oder Ausweichstatus. Nur auf Rüstungsgegenständen (kein Schmuck)
es_es: Selección automática de armadura total, escudo de energía o estadística de evasión. Solo en el artículo de armadura (no en joyas)
fr_fr: Sélection automatique de l'armure totale, du bouclier d'énergie ou de la statistique d'évasion. sur une pièce d'armure uniquement (pas les bijoux).
ja_jp: トータルアーマー、エネルギーシールド、または回避ステータスを自動選択します。 防具のみ（宝飾品は除く）
ko_kr: 총 갑옷, 에너지 보호막 또는 회피 능력치를 자동으로 선택합니다. 갑옷 아이템에만 (보석류 제외)
pt_br: Seleção automática de armadura total, escudo de energia ou estatística de evasão. Apenas em item de armadura (não em joias)
ru_ru: Автоматический выбор общей брони, энергетического щита или уклонения. Только на броне (не на украшениях)
th_th: อัตโนมัติเลือกเกราะรวมโล่พลังงานหรือสถิติการหลบหลีก ไอเทมชุดเกราะเท่านั้น (ไม่ใช่เครื่องประดับ)
zh_cn: 自动选择总装甲，能量护盾或躲避状态。 仅在防具上（不是珠宝）
zh_tw: 自動選擇總裝甲，能量護盾或躲避狀態。 僅在防具上（不是珠寶）

# Config065_checkTotalLifeTip
source: Auto select Total life stat when additional life value is encountered. Unselect all life mod values ! (not uniques)
de_de: Automatische Auswahl Gesamtlebensdauer, wenn ein zusätzlicher Lebenszeitwert festgestellt wird. Deaktiviere alle Life Mod Werte! (keine Unikate)
es_es: Seleccione automáticamente la estadística de vida total cuando se encuentre un valor de vida adicional. ¡Deselecciona todos los valores de mod de vida! (no únicos)
fr_fr: Sélection automatique de la statistique de vie totale lorsqu'une valeur de vie supplémentaire est rencontrée. Désélectionne toutes les valeurs des mod de vie! (pas les uniques)
ja_jp: 追加のライフ値が発生したときに、合計ライフ統計を自動選択します。 すべてのライフ mod 値の選択を解除してください! (ユニークではありません)
ko_kr: 추가 생명 값이 발생하면 총 생명 통계를 자동 선택합니다. 모든 생명 모드 값을 선택 해제하십시오! (고유 항목 아님)
pt_br: Seleção automática de estatísticas de vida total quando um valor de vida adicional é encontrado. Desmarque todos os valores do mod de vida! (não únicos)
ru_ru: Автоматический выбор общего показателя жизни при обнаружении дополнительной ценности жизни. Отмените выбор всех значений модов жизни! (не уникальные)
th_th: เลือกสถิติชีวิตทั้งหมดโดยอัตโนมัติเมื่อพบค่าชีวิตเพิ่มเติม ยกเลิกการเลือกค่า mod ชีวิตทั้งหมด! (ไม่ซ้ำ)
zh_cn: 遇到附加寿命值时，自动选择“总寿命”统计信息。 取消选择所有生活选项值！ （不是唯一）
zh_tw: 遇到附加壽命值時，自動選擇“總壽命”統計信息。 取消選擇所有生活選項值！ （不是唯一）

# Config066_checkGlobalEsTip
source: Auto select Global ES stat. when additional es value is encountered. Unselect all es mod values ! (not uniques)
de_de: Automatische Auswahl von Global ES stat. wenn zusätzlicher es-Wert angetroffen wird. Hebe alle es mod Werte auf! (keine Unikate)
es_es: Seleccione automáticamente la estadística ES global. cuando se encuentra un valor es adicional. ¡Deselecciona todos los valores de mod es! (no únicos)
fr_fr: Sélection automatique des statistiques globales de bouclier dénergie (ES) lorsqu'une valeur supplémentaire est rencontrée. Désélectionne toutes les valeurs des mod ES! (pas les uniques)
ja_jp: グローバル ES 統計を自動選択します。 追加の es 値が検出されたとき。 すべての es mod 値の選択を解除してください! (ユニークではありません)
ko_kr: 글로벌 ES 통계 자동 선택. 추가 ES 값이 발견되면 모든 에너지 값을 선택 취소하십시오! (고유 항목 아님)
pt_br: Seleção automática de estatísticas globais ES. quando o valor de es adicionais é encontrado. Desmarque todos os valores do mod es! (não únicos)
ru_ru: Автоматический выбор статистики глобального энергетического щита. когда встречается дополнительное значение es. Отмените выбор всех значений мода es! (не уникальные)
th_th: เลือกสถิติ Global ES อัตโนมัติ เมื่อพบค่า es เพิ่มเติม ยกเลิกการเลือกค่า mod es ทั้งหมด! (ไม่ซ้ำ)
zh_cn: 自动选择全球能源选项。 当遇到其他es值时。 取消选择所有能源选项值！ （不是唯一）
zh_tw: 自動選擇全局ES統計信息。 當遇到其他es值時。 取消選擇所有能源選項值！ （不是唯一）

# Config067_checkTotalResistsTip
source: Auto select Total resistance stat when additional resistance value is encountered. Unselect all resistance mod values ! (not uniques)
de_de: Automatische Auswahl Gesamtwiderstandsstatus, wenn ein zusätzlicher Widerstandswert auftritt. Deaktivieren Sie alle Widerstandsmod-Werte! (keine Unikate)
es_es: Seleccione automáticamente la estadística de resistencia total cuando se encuentre un valor de resistencia adicional. ¡Deselecciona todos los valores de mod de resistencia! (no únicos)
fr_fr: Sélection automatique de la statistique de résistance totale lorsqu'une valeur de résistance supplémentaire est rencontrée. Désélectionne toutes les valeurs des mods de résistance! (pas les uniques)
ja_jp: 追加の抵抗値が検出されたときに、合計抵抗統計を自動選択します。 すべての抵抗変更値の選択を解除してください! (ユニークではありません)
ko_kr: 추가 저항 값이 발생하면 총 저항 통계를 자동 선택합니다. 모든 저항 모드 값을 선택 취소하십시오! (고유 항목 아님)
pt_br: Seleção automática de estatísticas de resistência total quando um valor de resistência adicional é encontrado. Desmarque todos os valores do mod de resistência! (não únicos)
ru_ru: Автоматический выбор общего значения сопротивления при обнаружении дополнительного значения сопротивления. Отмените выбор всех значений модуля сопротивления! (не уникальные)
th_th: เลือกค่าสถิติความต้านทานรวมโดยอัตโนมัติเมื่อพบค่าความต้านทานเพิ่มเติม ยกเลิกการเลือกค่า mod ต้านทานทั้งหมด! (ไม่ซ้ำ)
zh_cn: 遇到其他电阻值时，自动选择总电阻统计。 取消选择所有电阻选项值！ （不是唯一）
zh_tw: 遇到其他電阻值時，自動選擇總電阻統計。 取消選擇所有電阻選項值！ （不是唯一）

# Config068_lbExplicitsTip
source: Allow you to search explicit mods selected.
de_de: Ermöglicht die Suche nach ausgewählten expliziten Mods.
es_es: Le permite buscar mods explícitos seleccionados.
fr_fr: Vous permet de rechercher les mods explicites sélectionnés.
ja_jp: 選択した明示的なモッドを検索できます。
ko_kr: 선택한 명시 적 모드를 검색 할 수 있습니다.
pt_br: Permitem que você pesquise mods explícitos selecionados.
ru_ru: Разрешить поиск выбранных явных модов.
th_th: อนุญาตให้คุณค้นหาม็อดที่ไม่เหมาะสมที่เลือก
zh_cn: 允许您搜索选定的显式选项。
zh_tw: 允許您搜索選定的顯式選項。

# Config069_checkExplicitsUniquesTip
source: Auto select all mods for each search (only influences for maps).
de_de: Automatische Auswahl aller Mods für jede Suche (nur Einflüsse für Karten).
es_es: Seleccione automáticamente todas las modificaciones para cada búsqueda (solo influencias para mapas).
fr_fr: Sélection automatique de tous les mods pour chaque recherche (influence uniquement pour les cartes).
ja_jp: 検索ごとにすべての mod を自動選択します (マップの影響のみ)。
ko_kr: 각 검색에 대해 모든 모드를 자동 선택합니다 (지도에만 영향을 미침).
pt_br: Selecione automaticamente todos os mods para cada pesquisa (apenas influências para mapas).
ru_ru: Автоматический выбор всех модов для каждого поиска (влияет только на карты).
th_th: เลือกม็อดทั้งหมดโดยอัตโนมัติสำหรับการค้นหาแต่ละครั้ง (มีผลต่อแผนที่เท่านั้น)
zh_cn: 自动为每个搜索选择所有选项（仅对地图产生影响）。
zh_tw: 自動為每個搜索選擇所有選項（僅對地圖產生影響）。

# Config070_checkExplicitsNonUniquesTip
source: Auto select all mods for each search (only influences for maps).
de_de: Automatische Auswahl aller Mods für jede Suche (nur Einflüsse für Karten).
es_es: Seleccione automáticamente todas las modificaciones para cada búsqueda (solo influencias para mapas).
fr_fr: Sélection automatique de tous les mods pour chaque recherche (influence uniquement pour les cartes).
ja_jp: 検索ごとにすべての mod を自動選択します (マップの影響のみ)。
ko_kr: 각 검색에 대해 모든 모드를 자동 선택합니다 (지도에만 영향을 미침).
pt_br: Selecione automaticamente todos os mods para cada pesquisa (apenas influências para mapas).
ru_ru: Автоматический выбор всех модов для каждого поиска (влияет только на карты).
th_th: เลือกม็อดทั้งหมดโดยอัตโนมัติสำหรับการค้นหาแต่ละครั้ง (มีผลต่อแผนที่เท่านั้น)
zh_cn: 自动为每个搜索选择所有选项（仅对地图产生影响）。
zh_tw: 自動為每個搜索選擇所有選項（僅對地圖產生影響）。

# Config071_checkCraftedTip
source: Auto select all crafted mod.
de_de: Alle handgefertigten Mods automatisch auswählen.
es_es: Selección automática de todos los mod.
fr_fr: Sélectionne automatiquement tous les mods fabriqués.
ja_jp: 作成されたすべての mod を自動選択します。
ko_kr: 모든 제작 된 모드를 자동 선택합니다.
pt_br: Seleção automática de todos os mods criados.
ru_ru: Автоматический выбор всех созданных модов.
th_th: เลือกตัวดัดแปลงที่สร้างขึ้นโดยอัตโนมัติ
zh_cn: 自动选择所有制作的选项。
zh_tw: 自動選擇所有製作的選項。

# Config072_lbImplicitsTip
source: Allow you to search implicit mods selected.
de_de: Ermöglicht die Suche nach ausgewählten impliziten Mods.
es_es: Le permite buscar mods implícitos seleccionados.
fr_fr: Vous permet de rechercher les mods implicites sélectionnés.
ja_jp: 選択した暗黙の mod を検索できます。
ko_kr: 선택한 암시 적 모드를 검색 할 수 있습니다.
pt_br: Permitem que você pesquise os mods implícitos selecionados.
ru_ru: Позволяет искать выбранные неявные моды.
th_th: อนุญาตให้คุณค้นหาโดยนัย mods ที่เลือก
zh_cn: 允许您搜索选定的隐式选项。
zh_tw: 允許您搜索選定的隱式選項。

# Config073_checkImplicitsTip
source: Auto select normal implicits.
de_de: Normale Implikationen automatisch auswählen.
es_es: Selección automática de implicaciones normales.
fr_fr: Sélection automatique des implicits normaux.
ja_jp: 通常のインプリシットを自動選択します。
ko_kr: 일반 암시를 자동 선택합니다.
pt_br: Seleção automática dos implícitos normais.
ru_ru: Автоматический выбор нормальных имплицитов.
th_th: เลือกความหมายปกติโดยอัตโนมัติ
zh_cn: 自动选择普通隐式。
zh_tw: 自動選擇普通隱式。

# Config074_checkCorruptionsTip
source: Auto select all corruption implicits.
de_de: Wählen Sie automatisch alle Korruptionsprobleme aus.
es_es: Seleccionar automáticamente todas las implicaciones de corrupción.
fr_fr: Sélectionne automatiquement tous les implicites de corruption.
ja_jp: すべての破損インプリシットを自動選択します。
ko_kr: 모든 손상 암시를 자동 선택합니다.
pt_br: Selecione automaticamente todos os implícitos de corrupção.
ru_ru: Автоматический выбор всех последствий коррупции.
th_th: เลือกผลกระทบการทุจริตทั้งหมดโดยอัตโนมัติ
zh_cn: 自动选择所有损坏的隐式对象。
zh_tw: 自動選擇所有損壞的隱式對象。

# Config075_checkEnchantsTip
source: Auto select all enchants.
de_de: Alle Verzauberungen automatisch auswählen.
es_es: Selección automática de todos los encantamientos.
fr_fr: Sélectionne automatiquement tous les enchantements.
ja_jp: すべてのエンチャントを自動選択します。
ko_kr: 모든 권한 부여를 자동 선택합니다.
pt_br: Selecione automaticamente todos os encantos.
ru_ru: Автоматический выбор всех чар.
th_th: เลือกคาถาทั้งหมดโดยอัตโนมัติ
zh_cn: 自动选择所有附魔。
zh_tw: 自動選擇所有附魔。

# Config076_lbComFeatures
source: Features :
de_de: Eigenschaften :
es_es: Caracteristicas :
fr_fr: Fonctionnalités :
ja_jp: 特徴 ：
ko_kr: 특징 :
pt_br: Características :
ru_ru: Особенности :
th_th: คุณสมบัติ :
zh_cn: 特征 ：
zh_tw: 特徵 ：

# Config077_lbPrice
source: Price Check
de_de: Preischeck
es_es: Comprobación de precio
fr_fr: Vérifier prix
ja_jp: 価格チェック
ko_kr: 가격 확인
pt_br: Verificação de preço
ru_ru: Проверка цены
th_th: ตรวจสอบราคา
zh_cn: 价格查询
zh_tw: 價格查詢

# Config078_lbBulkEx
source: Bulk Exchange
de_de: Massenaustausch
es_es: Intercambio masivo
fr_fr: Vente en vrac
ja_jp: 一括交換
ko_kr: 검색/교환
pt_br: Troca de itens em massa
ru_ru: Массовый обмен
th_th: แลกเปลี่ยนจำนวนมาก
zh_cn: 批量交换
zh_tw: 批量交換

# Config079_lbSettingsWin
source: Settings window
de_de: Einstellungsfenster
es_es: Ventana de configuración
fr_fr: Fenêtre d'options
ja_jp: 設定ウィンドウ
ko_kr: 설정 창
pt_br: Janela de configurações
ru_ru: Окно настроек
th_th: หน้าต่างการตั้งค่า
zh_cn: 设定视窗
zh_tw: 設定視窗

# Config080_lbCloseWin
source: Close window
de_de: Fenster schließen
es_es: Cerrar ventana
fr_fr: Fermer fenêtre
ja_jp: ウィンドウを閉じる
ko_kr: 창 닫기
pt_br: Janela fechada
ru_ru: Закрыть окно
th_th: ปิดหน้าต่าง
zh_cn: 关闭窗口
zh_tw: 關閉窗口

# Config081_lbSyndicate
source: Syndicate board
es_es: Tablero de sindicato
fr_fr: Tableau du syndicat
ja_jp: シンジケートボード
ko_kr: 신디케이트 보드
pt_br: Quadro sindicado
ru_ru: Совет синдиката
th_th: คณะกรรมการซินดิเคต
zh_cn: 辛迪加委员会
zh_tw: 辛迪加委員會

# Config082_lbIncursion
source: Temple board
de_de: Tempelbrett
es_es: Tablero del templo
fr_fr: Tableau du temple
ja_jp: テンプルボード
ko_kr: 템플 보드
pt_br: Tabuleiro do templo
ru_ru: Храмовая доска
th_th: คณะกรรมการวัด
zh_cn: 庙板
zh_tw: 廟板

# Config083_lbAdmin
source: Start Xiletrade with admin rights :
de_de: Starten Sie Xiletrade mit Admin :
es_es: Inicie Xiletrade con derechos de admin :
fr_fr: Démarrez Xiletrade avec les droits d'admin :
ja_jp: 管理者権限で Xiletrade を開始します。
ko_kr: 관리자 권한으로 Xiletrade 시작 :
pt_br: Inicie o Xiletrade com direitos de admin :
ru_ru: Запустите Xiletrade с правами админ :
th_th: เริ่ม Xiletrade ด้วยสิทธิ์ผู้ดูแลระบบ:
zh_cn: 以管理员权限启动Xiletrade：
zh_tw: 以管理員權限啟動Xiletrade：

# Config084_lbTcp
source: Fast TCP Logout
de_de: Schnelle TCP-Abmeldung
es_es: Cierre sesión TCP rápido
fr_fr: Déconnexion TCP rapide
ja_jp: 高速 TCP ログアウト
ko_kr: 빠른 TCP 로그 아웃
pt_br: Logout TCP rápido
ru_ru: Быстрый выход из TCP
th_th: ออกจากระบบ TCP อย่างรวดเร็ว
zh_cn: 快速TCP登出
zh_tw: 快速TCP登出

# Config085_lbBrowser
source: Using your browser :
de_de: Verwenden Sie Ihren Browser :
es_es: Usando su navegador :
fr_fr: En utilisant votre navigateur :
ja_jp: ブラウザの使用:
ko_kr: 브라우저 사용 :
pt_br: Usando seu navegador :
ru_ru: Используя ваш браузер :
th_th: การใช้เบราว์เซอร์ของคุณ :
zh_cn: 使用浏览器：
zh_tw: 使用瀏覽器：

# Config086_lbWiki
source: Show on Poe Wiki
de_de: Show im Poe Wiki
es_es: Mostrar en Poe Wiki
fr_fr: Montrer sur Poe Wiki
ja_jp: Poe Wiki に表示
ko_kr: Poe Wiki에 표시
pt_br: Mostrar no Poe Wiki
ru_ru: Показать в Poe Wiki
th_th: แสดงบน Poe Wiki
zh_cn: 在Poe Wiki上显示
zh_tw: 在Poe Wiki上顯示

# Config087_lbNinja
source: Show on Poe Ninja
de_de: Show im Poe Ninja
es_es: Mostrar en Poe Ninja
fr_fr: Montrer sur Poe Ninja
ja_jp: Poe Ninja に表示
ko_kr: Poe Ninja에 표시
pt_br: Mostrar no Poe Ninja
ru_ru: Показать на Poe Ninja
th_th: แสดงใน Poe Ninja
zh_cn: 在Poe Ninja上显示
zh_tw: 在Poe Ninja上顯示

# Config088_lbLab
source: Open Poe Lab
de_de: Öffnen Sie Poe Lab
es_es: Poe Lab abierto
fr_fr: Ouvrir Poe lab
ja_jp: Poe Lab 開ける
ko_kr: Poe Lab 열기
pt_br: Abrir Poe Lab
ru_ru: Открыть Poe Lab
th_th: เปิด Poe Lab
zh_cn: 打开Poe Lab
zh_tw: 打開Poe Lab

# Config089_lbData
source: Open Poe DB
de_de: Öffnen Sie Poe DB
es_es: Poe DB abierto
fr_fr: Ouvrir Poe DB
ja_jp: Poe DB 開ける
ko_kr: Poe DB 열기
pt_br: Abrir Poe DB
ru_ru: Открыть Poe DB
th_th: เปิด Poe DB
zh_cn: 打开Poe DB
zh_tw: 打開Poe DB

# Config090_lbCustom1
source: Open custom link
de_de: Öffnen benutzerdefinierten
es_es: Abrir personalizado
fr_fr: Ouvrir le lien perso.
ja_jp: カスタムリンクを開く
ko_kr: 사용자 지정 링크 열기
pt_br: Abrir link personalizado
ru_ru: Открыть пользовательскую
th_th: เปิดลิงก์ที่กำหนดเอง
zh_cn: 打开自定义链接
zh_tw: 打開自定義鏈接

# Config091_lbCustom2
source: Open custom link
de_de: Öffnen benutzerdefinierten
es_es: Abrir personalizado
fr_fr: Ouvrir le lien perso.
ja_jp: カスタムリンクを開く
ko_kr: 사용자 지정 링크 열기
pt_br: Abrir link personalizado
ru_ru: Открыть пользовательскую
th_th: เปิดลิงก์ที่กำหนดเอง
zh_cn: 打开自定义链接
zh_tw: 打開自定義鏈接

# Config092_lbPriceTip
source: Display the price finder window when you click on an item in game using the shortcut.
de_de: Zeigen Sie das Preisfinderfenster an, wenn Sie mit der Verknüpfung auf einen Gegenstand im Spiel klicken.
es_es: Muestre la ventana del buscador de precios cuando haga clic en un elemento del juego usando el acceso directo.
fr_fr: Affiche la fenêtre de recherche de prix lorsque vous cliquez sur un objet dans le jeu à l'aide du raccourci.
ja_jp: ショートカットを使用してゲーム内のアイテムをクリックすると、価格検索ウィンドウが表示されます。
ko_kr: 바로 가기를 사용하여 게임 내 항목을 클릭하면 가격 찾기 창을 표시합니다.
pt_br: Exibe a janela do localizador de preços ao clicar em um item no jogo usando o atalho.
ru_ru: Отображение окна поиска цен при нажатии на предмет в игре с помощью ярлыка.
th_th: แสดงหน้าต่างค้นหาราคาเมื่อคุณคลิกที่รายการในเกมโดยใช้ทางลัด
zh_cn: 当您使用快捷方式在游戏中单击某个项目时，将显示价格查找器窗口。
zh_tw: 當您使用快捷方式在遊戲中單擊某個項目時，將顯示價格查找器窗口。

# Config093_lbBulkExTip
source: Display The Bulk item Exchange window.
de_de: Zeigen Sie das Fenster Massenelementaustausch an.
es_es: Muestra la ventana Intercambio de artículos a granel.
fr_fr: Affiche la fenêtre d'échange d'objets en vrac.
ja_jp: バルクアイテム交換ウィンドウを表示します。
ko_kr: 사용자 정의 검색 및 대량 항목 교환 창을 표시합니다.
pt_br: Exibir a janela Troca de itens em massa.
ru_ru: Отобразите окно массового обмена предметами.
th_th: แสดงหน้าต่างแลกเปลี่ยนสินค้าจำนวนมาก
zh_cn: 显示“批量项目交换”窗口。
zh_tw: 顯示“批量項目交換”窗口。

# Config094_lbSettingsWinTip
source: Display Xiletrade settings window.
de_de: Fenster Xiletrade-Einstellungen anzeigen.
es_es: Muestra la ventana de configuración de Xiletrade.
fr_fr: Affiche la fenêtre des paramètres Xiletrade.
ja_jp: Xiletrade 設定ウィンドウを表示します。
ko_kr: Xiletrade 설정 창을 표시합니다.
pt_br: Exibir janela de configurações do Xiletrade.
ru_ru: Отобразить окно настроек Xiletrade.
th_th: แสดงหน้าต่างการตั้งค่า Xiletrade
zh_cn: 显示Xiletrade设置窗口。
zh_tw: 顯示Xiletrade設置窗口。

# Config095_lbCloseWinTip
source: Close the current foreground Xiletrade window.
de_de: Schließen Sie das aktuelle Xiletrade-Vordergrundfenster.
es_es: Cierre la ventana actual de Xiletrade en primer plano.
fr_fr: Ferme la fenêtre Xiletrade en premier plan.
ja_jp: 現在フォアグラウンドの Xiletrade ウィンドウを閉じます。
ko_kr: 현재 전경 Xiletrade 창을 닫습니다.
pt_br: Feche a janela atual do Xiletrade em primeiro plano.
ru_ru: Закройте текущее окно Xiletrade переднего плана.
th_th: ปิดหน้าต่าง Xiletrade เบื้องหน้าปัจจุบัน
zh_cn: 关闭当前的前景Xiletrade窗口。
zh_tw: 關閉當前的前景Xiletrade窗口。

# Config096_lbSyndicateTip
source: Open syndicate reminder in game.
de_de: Öffnen Sie die Syndikatserinnerung im Spiel.
es_es: Recordatorio de sindicato abierto en el juego.
fr_fr: Ouvrir tableau de syndicat en jeu.
ja_jp: ゲームでシンジケート リマインダーを開きます。
ko_kr: 게임에서 신디케이트 알림을 엽니 다.
pt_br: Abra o lembrete do sindicato no jogo.
ru_ru: Открыть напоминание о синдикате в игре.
th_th: เปิดการแจ้งเตือนซินดิเคทในเกม
zh_cn: 在游戏中打开企业联合提醒。
zh_tw: 在遊戲中打開企業聯合提醒。

# Config097_lbIncursionTip
source: Open temple reminder in game.
de_de: Tempelerinnerung im Spiel öffnen.
es_es: Recordatorio de templo abierto en el juego.
fr_fr: Ouvrir tableau du temple en jeu.
ja_jp: ゲームで寺院のリマインダーを開きます。
ko_kr: 게임에서 사원 알림을 엽니 다.
pt_br: Abra o lembrete do templo no jogo.
ru_ru: Напоминание об открытии храма в игре.
th_th: เปิดการแจ้งเตือนวัดในเกม
zh_cn: 在游戏中打开庙宇提醒。
zh_tw: 在遊戲中打開廟宇提醒。

# Config098_lbTcpTip
source: Only work if you start Xiletrade as Administrator : Allow you to fast disconnect from the game (not using chat console).
de_de: Funktionieren Sie nur, wenn Sie Xiletrade als Administrator starten: Ermöglicht das schnelle Trennen der Verbindung zum Spiel (ohne Chat-Konsole).
es_es: Solo funciona si inicia Xiletrade como administrador: Te permite desconectarte rápidamente del juego (sin usar la consola de chat).
fr_fr: Ne fonctionne que si vous démarrez Xiletrade en tant qu'administrateur : Vous permet de vous déconnecter rapidement du jeu (sans utiliser la console de chat).
ja_jp: 管理者として Xiletrade を起動した場合にのみ機能します。 ゲームからすばやく切断できるようにします (チャット コンソールを使用しない)。
ko_kr: 관리자로 Xiletrade를 시작하는 경우에만 작동합니다. 게임에서 빠르게 연결 해제 할 수 있습니다 (채팅 콘솔을 사용하지 않음).
pt_br: Funciona apenas se você iniciar o Xiletrade como Administrador: Permite que você se desconecte rapidamente do jogo (sem usar o console de bate-papo).
ru_ru: Работает только в том случае, если вы запускаете Xiletrade от имени администратора: Позволяет быстро отключиться от игры (без использования консоли чата).
th_th: ใช้ได้เฉพาะเมื่อคุณเริ่ม Xiletrade ในฐานะผู้ดูแลระบบ: ช่วยให้คุณตัดการเชื่อมต่อจากเกมได้อย่างรวดเร็ว (ไม่ใช้คอนโซลแชท)
zh_cn: 仅当您以管理员身份启动Xiletrade时才能工作： 允许您快速断开与游戏的连接（不使用聊天控制台）。
zh_tw: 僅當您以管理員身份啟動Xiletrade時才能工作： 允許您快速斷開與遊戲的連接（不使用聊天控制台）。

# Config099_lbWikiTip
source: Open https://pathofexile.gamepedia.com search when you click on an item in-game with the shortcut.
de_de: Öffnen Sie die https://pathofexile.gamepedia.com-Suche, wenn Sie mit der Verknüpfung auf einen Gegenstand im Spiel klicken.
es_es: Abra la búsqueda https://pathofexile.gamepedia.com cuando haga clic en un elemento del juego con el acceso directo.
fr_fr: Ouvrez la recherche https://pathofexile.gamepedia.com lorsque vous cliquez sur un élément dans le jeu avec le raccourci.
ja_jp: ショートカットでゲーム内のアイテムをクリックすると、https://pathofexile.gamepedia.com 検索が開きます。
ko_kr: 바로 가기로 게임 내 항목을 클릭하면 https://pathofexile.gamepedia.com 검색을 엽니 다.
pt_br: Abra a pesquisa https://pathofexile.gamepedia.com ao clicar em um item do jogo com o atalho.
ru_ru: Откройте поиск https://pathofexile.gamepedia.com, когда вы нажмете на предмет в игре с помощью ярлыка.
th_th: เปิด https://pathofexile.gamepedia.com ค้นหาเมื่อคุณคลิกที่รายการในเกมด้วยทางลัด
zh_cn: 当您单击带有快捷方式的游戏物品时，打开https://pathofexile.gamepedia.com搜索。
zh_tw: 當您單擊帶有快捷方式的遊戲物品時，打開https://pathofexile.gamepedia.com搜索。

# Config100_lbNinjaTip
source: Open https://poe.ninja search when you click on an item in-game with the shortcut.
de_de: Öffne die https://poe.ninja Suche, wenn du mit der Verknüpfung auf einen Gegenstand im Spiel klickst.
es_es: Abra la búsqueda https://poe.ninja cuando haga clic en un elemento del juego con el acceso directo.
fr_fr: Ouvrez la recherche https://poe.ninja lorsque vous cliquez sur un élément dans le jeu avec le raccourci.
ja_jp: ショートカットでゲーム内のアイテムをクリックすると、https://poe.ninja 検索が開きます。
ko_kr: 바로 가기로 게임 내 항목을 클릭하면 https://poe.ninja 검색을 엽니 다.
pt_br: Abra a pesquisa https://poe.ninja ao clicar em um item no jogo com o atalho.
ru_ru: Откройте поиск https://poe.ninja, когда вы нажмете на предмет в игре с помощью ярлыка.
th_th: เปิดการค้นหา https://poe.ninja เมื่อคุณคลิกที่รายการในเกมด้วยทางลัด
zh_cn: 当您单击带有快捷方式的游戏内物品时，打开https://poe.ninja搜索。
zh_tw: 當您單擊帶有快捷方式的遊戲內物品時，打開https://poe.ninja搜索。
