Repository: maxensas/xiletrade
Catalog: src/Xiletrade.Library/Resources/Resources.*.resx
Languages: de_de, es_es, fr_fr, ja_jp, ko_kr, pt_br, ru_ru, th_th, zh_cn, zh_tw

# Config101_lbLabTip
source: Open https://www.poelab.com (used for daily labyrinth layouts)
de_de: Öffnen Sie https://www.poelab.com (wird für tägliche Labyrinth-Layouts verwendet)
es_es: Abra https://www.poelab.com (utilizado para diseños de laberinto diarios)
fr_fr: Ouvrez https://www.poelab.com (utilisé pour les schémas quotidiens du labyrinthe)
ja_jp: https://www.poelab.com を開く (毎日の迷宮レイアウトに使用)
ko_kr: https://www.poelab.com 열기 (매일 미로 레이아웃에 사용됨)
pt_br: Abra https://www.poelab.com (usado para layouts de labirinto diários)
ru_ru: Откройте https://www.poelab.com (используется для ежедневных макетов лабиринта).
th_th: เปิด https://www.poelab.com (ใช้สำหรับเค้าโครงเขาวงกตรายวัน)
zh_cn: 打开https://www.poelab.com（用于日常迷宫布局）
zh_tw: 打開https://www.poelab.com（用於日常迷宮佈局）

# Config102_lbDataTip
source: Open https://poedb.tw : Usefull website used for crafting.
de_de: Öffnen Sie https://poedb.tw: Nützliche Website zum Basteln.
es_es: Abra https://poedb.tw: sitio web útil utilizado para la elaboración.
fr_fr: Ouvrez https://poedb.tw : site Web utilisé pour l'artisanat.
ja_jp: https://poedb.tw を開く : クラフトに使用される便利な Web サイト。
ko_kr: https://poedb.tw 열기 : 제작에 사용되는 유용한 웹 사이트입니다.
pt_br: Abra https://poedb.tw: site útil usado para elaboração.
ru_ru: Откройте https://poedb.tw: Полезный веб-сайт, используемый для создания предметов.
th_th: เปิด https://poedb.tw: เว็บไซต์ที่มีประโยชน์ที่ใช้ในการประดิษฐ์
zh_cn: 打开https://poedb.tw：用于制作的有用网站。
zh_tw: 打開https://poedb.tw：用於製作的有用網站。

# Config103_lbCustom1Tip
source: Setup your own website link
de_de: Richten Sie Ihren eigenen Website-Link ein
es_es: Configura el enlace de tu propio sitio web
fr_fr: Configurer votre propre lien vers un site Web
ja_jp: 独自の Web サイト リンクを設定する
ko_kr: 자신의 웹 사이트 링크 설정
pt_br: Configure o link do seu próprio site
ru_ru: Установите ссылку на свой собственный сайт
th_th: ตั้งค่าลิงค์เว็บไซต์ของคุณเอง
zh_cn: 设置自己的网站链接
zh_tw: 設置自己的網站鏈接

# Config104_lbCustom2Tip
source: Setup your own website link
de_de: Richten Sie Ihren eigenen Website-Link ein
es_es: Configura el enlace de tu propio sitio web
fr_fr: Configurer votre propre lien vers un site Web
ja_jp: 独自の Web サイト リンクを設定する
ko_kr: 자신의 웹 사이트 링크 설정
pt_br: Configure o link do seu próprio site
ru_ru: Установите ссылку на свой собственный сайт
th_th: ตั้งค่าลิงค์เว็บไซต์ของคุณเอง
zh_cn: 设置自己的网站链接
zh_tw: 設置自己的網站鏈接

# Config105_lbChatKey
source: Shortcut used for chat
de_de: Verknüpfung für den Chat
es_es: Atajo usado para chatear
fr_fr: Raccourci chat en jeu
ja_jp: チャットで使うショートカット
ko_kr: 채팅에 사용되는 단축키
pt_br: Chave de bate-papo
ru_ru: Ярлык для чата
th_th: ทางลัดใช้สำหรับแชท
zh_cn: 用于聊天的快捷方式
zh_tw: 用於聊天的快捷方式

# Config106_lbHideout
source: Go to your hideout
de_de: Geh zu deinem Versteck
es_es: Ve a tu escondite
fr_fr: Allez dans votre repaire
ja_jp: あなたの隠れ家に行く
ko_kr: 은신처로 이동
pt_br: Vá para o seu esconderijo
ru_ru: Иди в свое убежище
th_th: ไปที่ที่ซ่อนของคุณ
zh_cn: 去你的藏身处
zh_tw: 去你的藏身處

# Config107_lbResync
source: Manual resync with server
de_de: Manuelle Neusynchro Server
es_es: Resincro manual servidor
fr_fr: Resynchronisation serveur
ja_jp: サーバーとの手動再同期
ko_kr: 서버와 수동 재 동기화
pt_br: Ressincro manual servidor
ru_ru: Ручная синхро сервером
th_th: ซิงค์ด้วยตนเองกับเซิร์ฟเวอร์
zh_cn: 与服务器手动重新同步
zh_tw: 與服務器手動重新同步

# Config108_lbPaste
source: Paste whisper message
de_de: Flüsternachricht einfügen
es_es: Pegar mensaje de susurro
fr_fr: Coller le message chuchoté
ja_jp: ささやきメッセージを貼り付け
ko_kr: 귓속말 메시지 붙여 넣기
pt_br: Colar mensagem sussurrada
ru_ru: Вставить шепотом сооб
th_th: วางข้อความกระซิบ
zh_cn: 贴耳语消息
zh_tw: 貼耳語消息

# Config109_lbExit
source: Exit to character selection
de_de: Zeichenauswahl
es_es: Selección de personajes
fr_fr: Sélection de personnage
ja_jp: キャラ選択に出る
ko_kr: 캐릭터 선택으로 나가기
pt_br: Seleção de personagem
ru_ru: Выход к выбору персонажа
th_th: ออกไปยังการเลือกอักขระ
zh_cn: 退出角色选择
zh_tw: 退出角色選擇

# Config110_btnList
source: View List
de_de: Liste anzeigen
es_es: Ver lista
fr_fr: Voir Liste
ja_jp: 一覧を見る
ko_kr: 목록보기
pt_br: Ver lista
ru_ru: Список
th_th: ดูรายการ
zh_cn: 查看清单
zh_tw: 查看清單

# Config111_lbAction
source: Action with last PM (whisper) :
de_de: Aktion mit letzter PM (Flüstern) :
es_es: Acción con el último PM (susurro) :
fr_fr: Action avec le dernier MP (chuchotement) :
ja_jp: 最後のプライベート メッセージ (ウィスパー) によるアクション:
ko_kr: 마지막 비공개 메시지 (속삭임) 작업 :
pt_br: Ação com a última PM (sussurro) :
ru_ru: Действие с последней PM (шепотом) :
th_th: การดำเนินการกับ PM ล่าสุด (กระซิบ) :
zh_cn: 最后一个下午的行动（耳语）：
zh_tw: 最後一個下午的行動（耳語）：

# Config112_lbJoinTrade
source: Join Trade channel
de_de: Handelskanal
es_es: Canal comercial
fr_fr: Canal commerce
ja_jp: トレードチャンネルに参加
ko_kr: 무역 채널 가입
pt_br: Canal comércio
ru_ru: Торговый канал
th_th: เข้าร่วมช่อง Trade
zh_cn: 加入贸易频道
zh_tw: 加入貿易頻道

# Config113_lbJoinGlobal
source: Join Global channel
de_de: Globalen
es_es: Canal global
fr_fr: Canal global
ja_jp: グローバルチャンネルに参加
ko_kr: 글로벌 채널 가입
pt_br: Canal global
ru_ru: Глобальный
th_th: เข้าร่วมช่อง Global
zh_cn: 加入全球频道
zh_tw: 加入全球頻道

# Config114_lbAfk
source: Away from keyboard
de_de: Nicht am Computer
es_es: Lejos del teclado
ja_jp: キーボードから離れて
ko_kr: 키보드에서 떨어져 라
pt_br: Longe do teclado
ru_ru: Вдали от клавиатуры
th_th: ไม่อยู่
zh_cn: 远离键盘
zh_tw: 遠離鍵盤

# Config115_lbAutoReply
source: Autoreply
de_de: Automatische Antwort
es_es: Respuesta automática
fr_fr: Réponse auto.
ja_jp: 自動返信
ko_kr: 자동 회신
pt_br: Resposta automatica
ru_ru: Автоответчик
th_th: ตอบกลับอัตโนมัติ
zh_cn: 自动回复
zh_tw: 自動回复

# Config116_lbDnd
source: Do not disturb
de_de: Störe nicht
es_es: No molestar
fr_fr: Ne pas déranger
ja_jp: 邪魔しないでください
ko_kr: 방해하지 마
pt_br: Não perturbe
ru_ru: Не беспокойте
th_th: ห้ามรบกวน
zh_cn: 请勿打扰
zh_tw: 請勿打擾

# Config117_lbActionGroup
source: Action with group :
de_de: Aktion mit Gruppe :
es_es: Acción con grupo :
fr_fr: Action avec le groupe :
ja_jp: グループでのアクション:
ko_kr: 그룹 작업 :
pt_br: Ação com grupo :
ru_ru: Действие с группой :
th_th: การดำเนินการกับกลุ่ม :
zh_cn: 小组行动：
zh_tw: 小組行動：

# Config118_lbChatKeyTip
source: Setup the chat hotkey used in-game, default: ENTER
de_de: Richten Sie den im Spiel verwendeten Chat-Hotkey ein. Standard: Eingabetaste
es_es: Configure la tecla de acceso rápido de chat que se usa en el juego, por defecto: ENTRAR
fr_fr: Configurez le raccourci clavier utilisé dans le jeu, par défaut: ENTREE
ja_jp: ゲーム内で使用するチャット ホットキーを設定します。デフォルト: ENTER
ko_kr: 게임 내에서 사용되는 채팅 단축키 설정, 기본값 : 열쇠 입력
pt_br: Configure a tecla de atalho do chat usada no jogo, padrão: ENTER
ru_ru: Установите горячую клавишу чата, используемую в игре, по умолчанию : ввод
th_th: ตั้งค่าฮอตคีย์การแชทที่ใช้ในเกมค่าเริ่มต้น: เข้า
zh_cn: 设置游戏中使用的聊天热键，默认为: 输入
zh_tw: 設置遊戲中使用的聊天熱鍵，默認為: 輸入

# Config119_lbHideoutTip
source: Allow you to fast travel to your hideout.
de_de: Ermöglicht es Ihnen, schnell zu Ihrem Versteck zu gelangen.
es_es: Te permite viajar rápido a tu escondite.
fr_fr: Vous permet de voyager rapidement vers votre cachette.
ja_jp: 隠れ家への高速移動を可能にします。
ko_kr: 은신처로 빠르게 이동할 수 있습니다.
pt_br: Permitem que você viaje rapidamente para seu esconderijo.
ru_ru: Позвольте вам быстро добраться до вашего убежища.
th_th: ช่วยให้คุณเดินทางไปยังที่ซ่อนของคุณได้อย่างรวดเร็ว
zh_cn: 让您快速前往您的藏身之处。
zh_tw: 讓您快速前往您的藏身之處。

# Config120_lbResyncTip
source: Force your game client to resynchronize with the server.
de_de: Erzwingen Sie eine erneute Synchronisierung Ihres Spieleclients mit dem Server.
es_es: Obliga a tu cliente de juego a resincronizarse con el servidor.
fr_fr: Force votre client de jeu à se resynchroniser avec le serveur.
ja_jp: ゲーム クライアントにサーバーとの再同期を強制します。
ko_kr: 게임 클라이언트가 서버와 다시 동기화되도록합니다.
pt_br: Força o seu cliente de jogo a sincronizar novamente com o servidor.
ru_ru: Заставьте ваш игровой клиент повторно синхронизироваться с сервером.
th_th: บังคับให้ไคลเอนต์เกมของคุณซิงโครไนซ์กับเซิร์ฟเวอร์
zh_cn: 强制您的游戏客户端与服务器重新同步。
zh_tw: 強制您的遊戲客戶端與服務器重新同步。

# Config121_lbPasteTip
source: Allow you to paste in-game (without window focus) your trade chat copied to your clipboard from a trade website, support any language.
de_de: Ermöglicht es Ihnen, Ihren Handelschat im Spiel (ohne Fensterfokus) einzufügen, der in Ihre Zwischenablage kopiert wurde Unterstützen Sie auf einer Handelswebsite jede Sprache.
es_es: Le permite pegar en el juego (sin foco en la ventana) su chat comercial copiado en su portapapeles desde un sitio web comercial, admite cualquier idioma.
fr_fr: Vous permet de coller dans le jeu (sans le focus de la fenêtre) votre discussion commerciale copiée dans votre presse-papiers à partir d'un site Web commercial, prend en charge n'importe quelle langue.
ja_jp: クリップボードにコピーされたトレード チャットをゲーム内 (ウィンドウ フォーカスなし) に貼り付けることができます 貿易ウェブサイトから、あらゆる言語をサポートします。
ko_kr: 거래 웹 사이트에서 클립 보드로 복사 한 거래 채팅을 게임 내 (창 포커스없이) 붙여 넣을 수 있으며 모든 언어를 지원합니다.
pt_br: Permite que você cole no jogo (sem o foco da janela) seu bate-papo comercial copiado para sua área de transferência de um site comercial, suporte para qualquer idioma.
ru_ru: Позволяет вставлять в игру (без фокуса окна) ваш торговый чат, скопированный в буфер обмена с торгового веб-сайта, поддерживает любой язык.
th_th: อนุญาตให้คุณวางในเกม (โดยไม่ต้องโฟกัสหน้าต่าง) การสนทนาการค้าของคุณที่คัดลอกไปยังคลิปบอร์ดของคุณ จากเว็บไซต์การค้ารองรับภาษาใดก็ได้
zh_cn: 允许您将游戏中的聊天记录粘贴到游戏中（无窗口焦点） 从贸易网站，支持任何语言。
zh_tw: 允許您將游戲中的聊天記錄粘貼到遊戲中（無窗口焦點） 從貿易網站，支持任何語言。

# Config122_lbExitTip
source: Allow you to exit the current game session and show character selection.
de_de: Ermöglicht es Ihnen, die aktuelle Spielsitzung zu beenden und die Charakterauswahl anzuzeigen.
es_es: Te permite salir de la sesión de juego actual y mostrar la selección de personajes.
fr_fr: Vous permet de quitter la session de jeu en cours et d'afficher la sélection de personnage.
ja_jp: 現在のゲーム セッションを終了して、キャラクターの選択を表示できます。
ko_kr: 현재 게임 세션을 종료하고 캐릭터 선택을 표시 할 수 있습니다.
pt_br: Permite que você saia da sessão de jogo atual e mostre a seleção de personagens.
ru_ru: Позволяет выйти из текущего игрового сеанса и показать выбор персонажа.
th_th: อนุญาตให้คุณออกจากเซสชันเกมปัจจุบันและแสดงการเลือกตัวละคร
zh_cn: 允许您退出当前游戏会话并显示角色选择。
zh_tw: 允許您退出當前遊戲會話並顯示角色選擇。

# Config123_btnListTip
source: Allow you to see each chat commands in details.
de_de: Hier können Sie die einzelnen Chat-Befehle detailliert anzeigen.
es_es: Le permite ver los comandos de cada chat en detalle.
fr_fr: Vous permet de voir chaque commande de chat en détail.
ja_jp: 各チャット コマンドを詳細に表示できます。
ko_kr: 각 채팅 명령을 자세히 볼 수 있습니다.
pt_br: Permitem que você veja cada comando de chat em detalhes.
ru_ru: Позвольте вам увидеть каждую команду чата подробно.
th_th: ให้คุณดูรายละเอียดคำสั่งการแชทแต่ละรายการ
zh_cn: 允许您查看每个聊天命令的详细信息。
zh_tw: 允許您查看每個聊天命令的詳細信息。

# Config124_lbJoinTradeTip
source: Allow you to join your favorite trade chat channel in one click.
de_de: Mit einem Klick können Sie Ihrem bevorzugten Handels-Chat-Kanal beitreten.
es_es: Le permite unirse a su canal de chat comercial favorito con un solo clic.
fr_fr: Vous permet de rejoindre votre canal de chat commercial préféré en un clic.
ja_jp: ワンクリックでお気に入りのトレード チャット チャネルに参加できます。
ko_kr: 한 번의 클릭으로 좋아하는 거래 채팅 채널에 참여할 수 있습니다.
pt_br: Permite que você entre em seu canal de bate-papo comercial favorito com um clique.
ru_ru: Позвольте вам присоединиться к вашему любимому каналу торгового чата одним щелчком мыши.
th_th: ให้คุณเข้าร่วมช่องแชทการค้าที่คุณชื่นชอบได้ในคลิกเดียว
zh_cn: 一键式加入您最喜欢的交易聊天频道。
zh_tw: 一鍵式加入您最喜歡的交易聊天頻道。

# Config125_lbJoinGlobalTip
source: Allow you to join your favorite global chat channel in one click.
de_de: Mit einem Klick können Sie Ihrem bevorzugten globalen Chat-Kanal beitreten.
es_es: Le permite unirse a su canal de chat global favorito con un solo clic.
fr_fr: Vous permet de rejoindre votre canal de chat global préféré en un clic.
ja_jp: ワンクリックでお気に入りのグローバル チャット チャネルに参加できます。
ko_kr: 한 번의 클릭으로 좋아하는 글로벌 채팅 채널에 참여할 수 있습니다.
pt_br: Permitem que você entre em seu canal de chat global favorito com um clique.
ru_ru: Позвольте вам присоединиться к вашему любимому глобальному каналу чата одним щелчком мыши.
th_th: ให้คุณเข้าร่วมช่องแชททั่วโลกที่คุณชื่นชอบได้ในคลิกเดียว
zh_cn: 一键式加入您喜欢的全球聊天频道。
zh_tw: 一鍵式加入您喜歡的全球聊天頻道。

# Config126_lbAfkTip
source: Allow you to setup a custom afk message.
de_de: Hier können Sie eine benutzerdefinierte afk-Nachricht einrichten.
es_es: Le permite configurar un mensaje afk personalizado.
fr_fr: Vous permet de configurer un message afk personnalisé.
ja_jp: カスタム afk メッセージをセットアップできます。
ko_kr: 사용자 지정 afk 메시지를 설정할 수 있습니다.
pt_br: Permite que você configure uma mensagem afk personalizada.
ru_ru: Позволяет вам настроить пользовательское сообщение афк.
th_th: อนุญาตให้คุณตั้งค่าข้อความ afk ที่กำหนดเอง
zh_cn: 允许您设置自定义键盘信息。
zh_tw: 允許您設置自定義afk消息。

# Config127_lbAutoReplyTip
source: Allow you to setup an auto reply message.
de_de: Hier können Sie eine automatische Antwortnachricht einrichten.
es_es: Le permite configurar un mensaje de respuesta automática.
fr_fr: Vous permet de configurer un message de réponse automatique.
ja_jp: 自動返信メッセージを設定できます。
ko_kr: 자동 회신 메시지를 설정할 수 있습니다.
pt_br: Permite que você configure uma mensagem de resposta automática.
ru_ru: Позвольте вам настроить автоответчик.
th_th: อนุญาตให้คุณตั้งค่าข้อความตอบกลับอัตโนมัติ
zh_cn: 允许您设置自动回复消息。
zh_tw: 允許您設置自動回复消息。

# Config128_lbDndTip
source: Allow you to activate DND mode with a custom message. You need to use /dnd in chat to disable it !
de_de: Hier können Sie den DND-Modus mit einer benutzerdefinierten Nachricht aktivieren. Sie müssen /dnd im Chat verwenden, um es zu deaktivieren!
es_es: Le permite activar el modo DND con un mensaje personalizado. ¡Necesitas usar /dnd en el chat para desactivarlo!
fr_fr: Vous permet d'activer le mode DND avec un message personnalisé.\nVous devez utiliser /dnd dans le chat pour le désactiver!
ja_jp: カスタム メッセージで DND モードを有効にできます。 無効にするには、チャットで /dnd を使用する必要があります。
ko_kr: 사용자 지정 메시지로 메모 방해 모드를 활성화 할 수 있습니다.\n채팅에서 /dnd를 사용하여 비활성화해야합니다 !
pt_br: Permite que você ative o modo DND com uma mensagem personalizada. Você precisa usar /dnd no chat para desabilitá-lo!
ru_ru: Позволяет активировать режим "Не беспокоить" с помощью собственного сообщения. Вам нужно использовать /dnd в чате, чтобы отключить его!
th_th: อนุญาตให้คุณเปิดใช้งานโหมด DND ด้วยข้อความที่กำหนดเอง คุณต้องใช้ /dnd ในการแชทเพื่อปิดการใช้งาน!
zh_cn: 允许您通过自定义消息激活请勿打扰模式。 您需要在聊天中使用/dnd来禁用它！
zh_tw: 允許您使用自定義消息激活DND模式。 您需要在聊天中使用/dnd來禁用它！

# Config129_lbWhisperInviteTip
source: Allows you to invite the last whispered person.
de_de: Ermöglicht das Einladen der zuletzt geflüsterten Person.
es_es: Te permite invitar a la última persona susurrada.
fr_fr: Vous permet d'inviter la dernière personne chuchotée.
ja_jp: 最後にささやいた人を招待できます。
ko_kr: 마지막으로 속삭 인 사람을 초대 할 수 있습니다.
pt_br: Permite que você convide a última pessoa sussurrada.
ru_ru: Позволяет пригласить последнего шепотом человека.
th_th: ให้คุณเชิญคนที่กระซิบเป็นคนสุดท้าย
zh_cn: 允许您邀请最后一个低语的人。
zh_tw: 允許您邀請最後一個低語的人。

# Config130_lbWhisperTradeTip
source: Allow you to trade with the last whispered person. Use it cautiously !
de_de: Erlauben Sie Ihnen, mit der letzten geflüsterten Person zu handeln. Verwenden Sie es vorsichtig!
es_es: Le permite comerciar con la última persona susurrada. ¡Úselo con precaución!
fr_fr: Vous permet d'échanger avec la dernière personne chuchotée. Utilisez-le avec prudence!
ja_jp: 最後にささやいた人と取引できるようにします。 慎重に使用してください！
ko_kr: 마지막으로 속삭 인 사람과 거래 할 수 있습니다. 조심스럽게 사용하십시오 !
pt_br: Permite que você negocie com a última pessoa sussurrada. Use com cuidado!
ru_ru: Позвольте вам торговать с человеком, о котором шептали последним. Используйте его осторожно!
th_th: อนุญาตให้คุณแลกเปลี่ยนกับคนที่กระซิบเป็นคนสุดท้าย ใช้อย่างระมัดระวัง !
zh_cn: 让您与最后一个低语的人进行交易。 谨慎使用！
zh_tw: 讓您與最後一個低語的人進行交易。 謹慎使用！

# Config131_lbWhisperWhoisTip
source: Allow you to /whois the last whispered person.
de_de: Erlaube dir /whois die letzte geflüsterte Person.
es_es: Te permite /whois la última persona susurrada.
fr_fr: Vous permet de /whois la dernière personne chuchotée.
ja_jp: 最後にささやいた人は /whois を許可します。
ko_kr: 마지막으로 속삭 인 사람 /whois를 허용합니다.
pt_br: Permita que você seja a última pessoa sussurrada.
ru_ru: Разрешить /whois последний прошептал.
th_th: อนุญาตให้คุณ /whois คนกระซิบคนสุดท้าย
zh_cn: 请允许您/whois最后一个低语的人。
zh_tw: 請允許您/whois最後一個低語的人。

# Config132_lbWhisperReplyTip
source: Allow you to answer to the last whispered person. Useful to thanks people or asking them to wait before a trade.
de_de: Erlauben Sie Ihnen, auf die letzte geflüsterte Person zu antworten. Nützlich, um Leuten zu danken oder sie zu bitten, vor einem Handel zu warten.
es_es: Te permite responder a la última persona susurrada. Útil para agradecer a las personas o pedirles que esperen antes de un intercambio.
fr_fr: Vous permet de répondre à la dernière personne chuchotée. Utile pour remercier les gens ou leur demander d'attendre avant un échange.
ja_jp: 最後にささやいた人に答えさせてください。 人々に感謝したり、取引の前に待つように頼んだりするのに役立ちます.
ko_kr: 마지막으로 속삭 인 사람에게 답할 수 있습니다. 사람들에게 감사를 표하거나 거래 전에 기다려달라고 요청할 때 유용합니다.
pt_br: Permita que você responda à última pessoa sussurrada. Útil para agradecer às pessoas ou pedir que esperem antes de uma negociação.
ru_ru: Позвольте вам ответить последнему прошептанному человеку. Полезно, чтобы поблагодарить людей или попросить их подождать перед сделкой.
th_th: ให้คุณตอบคนที่กระซิบเป็นคนสุดท้าย มีประโยชน์ในการขอบคุณผู้คนหรือขอให้พวกเขารอก่อนการซื้อขาย
zh_cn: 让您回答最后一个低语的人。 对于感谢人们或要求他们等待交易之前有用。
zh_tw: 讓您回答最後一個低語的人。 對於感謝人們或要求他們等待交易之前有用。

# Config133_lbGroupInviteTip
source: Allow you to invite the specified character in your group.
de_de: Hier können Sie den angegebenen Charakter in Ihre Gruppe einladen.
es_es: Te permite invitar al personaje especificado a tu grupo.
fr_fr: Vous permet d'inviter le personnage spécifié dans votre groupe.
ja_jp: 指定したキャラクターをグループに招待できます。
ko_kr: 그룹에서 지정된 캐릭터를 초대 할 수 있습니다.
pt_br: Permite que você convide o personagem especificado em seu grupo.
ru_ru: Разрешить вам пригласить указанного персонажа в свою группу.
th_th: อนุญาตให้คุณเชิญตัวละครที่ระบุในกลุ่มของคุณ
zh_cn: 允许您邀请组中的指定角色。
zh_tw: 允許您邀請組中的指定角色。

# Config134_lbGroupKickTip
source: Allow you to kick the specified character from your group.
de_de: Ermöglicht es Ihnen, den angegebenen Charakter aus Ihrer Gruppe zu entfernen.
es_es: Te permite expulsar al personaje especificado de tu grupo.
fr_fr: Vous permet d'éxclure le personnage spécifié de votre groupe.
ja_jp: 指定したキャラクターをグループから追い出すことができます。
ko_kr: 그룹에서 지정된 캐릭터를 추방 할 수 있습니다.
pt_br: Permite que você chute o personagem especificado de seu grupo.
ru_ru: Разрешить вам выгнать указанного персонажа из вашей группы.
th_th: อนุญาตให้คุณเตะตัวละครที่ระบุจากกลุ่มของคุณ
zh_cn: 允许您踢出小组中的指定角色。
zh_tw: 允許您踢出小組中的指定角色。

# Config135_lbGroupLeaveTip
source: Allow you to leave a group. It use the /kick feature, you need to setup your own character name.
de_de: Ermöglichen Sie das Verlassen einer Gruppe. Es verwendet die / kick-Funktion, Sie müssen Ihren eigenen Charakternamen einrichten.
es_es: Permitirle dejar un grupo. Utiliza la función /kick, necesitas configurar tu propio nombre de personaje.
fr_fr: Vous permet de quitter un groupe. Il utilise la fonction /kick, vous devez configurer votre propre nom de personnage.
ja_jp: グループからの脱退を許可します。 /kick 機能を使用するため、独自のキャラクター名を設定する必要があります。
ko_kr: 그룹에서 탈퇴 할 수 있습니다. /kick 기능을 사용하므로 자신의 캐릭터 이름을 설정해야합니다.
pt_br: Permite que você saia de um grupo. Ele usa o recurso /kick, você precisa configurar o nome do seu próprio personagem.
ru_ru: Позвольте вам покинуть группу. Он использует функцию /kick, вам нужно установить собственное имя персонажа.
th_th: อนุญาตให้คุณออกจากกลุ่ม ใช้คุณสมบัติ /kick คุณต้องตั้งชื่อตัวละครของคุณเอง
zh_cn: 让你离开一个小组。 它使用/kick功能，您需要设置自己的角色名称。
zh_tw: 讓你離開一個小組。 它使用/kick功能，您需要設置自己的角色名稱。

# Config136_lbHelp1
source: You are encountering a bug or abnormal tool behavior ?
de_de: Sie haben einen Fehler oder ein abnormales Werkzeugverhalten festgestellt?
es_es: ¿Está encontrando un error o un comportamiento anormal de la herramienta?
fr_fr: Vous rencontrez un bug ou un comportement d'outil anormal?
ja_jp: バグや異常なツールの動作に遭遇していますか?
ko_kr: 버그 또는 비정상적인 도구 동작이 발생합니까 ?
pt_br: Você está encontrando um bug ou comportamento anormal da ferramenta?
ru_ru: Вы столкнулись с ошибкой или ненормальным поведением инструмента?
th_th: คุณกำลังพบข้อบกพร่องหรือพฤติกรรมของเครื่องมือที่ผิดปกติหรือไม่ ?
zh_cn: 您遇到错误或异常的工具行为？
zh_tw: 您遇到錯誤或異常的工具行為？

# Config137_lbHelp2
source: You can report an issue on github.
de_de: Sie können ein Problem auf Github melden.
es_es: Puede informar un problema en github.
fr_fr: Vous pouvez signaler un problème sur github.
ja_jp: github で問題を報告できます。
ko_kr: Github에서 문제를보고 할 수 있습니다.
pt_br: Você pode relatar um problema no github.
ru_ru: Вы можете сообщить о проблеме на github.
th_th: คุณสามารถรายงานปัญหาบน github
zh_cn: 您可以在github上报告问题。
zh_tw: 您可以在github上報告問題。

# Config138_tbIssues
source: Make sure you give all informations to reproduce the problem and find a solution. For price checking : Give item datas (CTRL-C on an item) while opening issue.
de_de: Stellen Sie sicher, dass Sie alle Informationen angeben, um das Problem zu reproduzieren und eine Lösung zu finden. Zur Preisprüfung: Geben Sie beim Öffnen der Ausgabe Artikeldaten (STRG-C für einen Artikel) an.
es_es: Asegúrese de proporcionar toda la información para reproducir el problema y encontrar una solución. Para verificar el precio: proporcione los datos del artículo (CTRL-C en un artículo) al abrir el problema.
fr_fr: Assurez-vous de donner toutes les informations pour reproduire le problème et trouver une solution. Pour la vérification des prix: donnez les données d'article (CTRL-C sur un article) lors de l'ouverture du problème.
ja_jp: 問題を再現して解決策を見つけるために、必ずすべての情報を提供してください。 価格確認の場合 : 発行時にアイテム データ (アイテムで CTRL-C) を指定します。
ko_kr: 문제를 재현하고 해결책을 찾기 위해 모든 정보를 제공했는지 확인하십시오. 가격 확인을 위해 : 발행물을 열 때 항목 데이터 (항목에 CTRL-C)를 제공합니다.
pt_br: Certifique-se de fornecer todas as informações para reproduzir o problema e encontrar uma solução. Para verificação de preço: Dê os dados do item (CTRL-C em um item) ao abrir a edição.
ru_ru: Убедитесь, что вы предоставили всю информацию, чтобы воспроизвести проблему и найти решение. Для проверки цены: предоставьте данные о товаре (скопируйте информацию о товаре) при открытии выпуска.
th_th: ตรวจสอบให้แน่ใจว่าคุณได้ให้ข้อมูลทั้งหมดเพื่อสร้างปัญหาซ้ำและหาทางแก้ไข สำหรับการตรวจสอบราคา: ให้ข้อมูลสินค้า (CTRL-C สำหรับสินค้า) ในขณะที่เปิดปัญหา
zh_cn: 确保提供所有信息以重现问题并找到解决方案。 对于价格检查：在开票时提供项目数据（项目上的CTRL-C）。
zh_tw: 確保提供所有信息以重現問題並找到解決方案。 對於價格檢查：在開票時提供項目數據（項目上的CTRL-C）。

# Config139_lbHelp3
source: You like the project and want to lend a helping hand ?
de_de: Sie mögen das Projekt und möchten helfen?
es_es: ¿Te gusta el proyecto y quieres echar una mano?
fr_fr: Vous aimez le projet et souhaitez donner un coup de main?
ja_jp: あなたはプロジェクトが好きで、助けの手を差し伸べたいですか?
ko_kr: 당신은 프로젝트를 좋아하고 도움의 손길을 빌려주고 싶습니까 ?
pt_br: Gostou do projeto e quer dar uma mãozinha?
ru_ru: Вам нравится проект и вы хотите протянуть руку помощи?
th_th: คุณชอบโครงการและต้องการให้ความช่วยเหลือหรือไม่ ?
zh_cn: 您喜欢这个项目并希望伸出援手吗？
zh_tw: 您喜歡這個項目並希望伸出援手嗎？

# Config140_lbHelp4
source: You can donate a custom amount.
de_de: Sie können einen benutzerdefinierten Betrag spenden.
es_es: Puedes donar una cantidad personalizada.
fr_fr: Vous pouvez donner un montant personnalisé.
ja_jp: 任意の金額を寄付できます。
ko_kr: 맞춤 금액을 기부 할 수 있습니다.
pt_br: Você pode doar uma quantia personalizada.
ru_ru: Вы можете пожертвовать произвольную сумму.
th_th: คุณสามารถบริจาคจำนวนที่กำหนดเองได้
zh_cn: 您可以捐赠自定义金额。
zh_tw: 您可以捐贈自定義金額。

# Config141_lbHelp5
source: You can become a new patron.
de_de: Sie können ein neuer Benutzer werden.
es_es: Puede convertirse en un nuevo mecenas.
fr_fr: Vous pouvez devenir un nouveau mécène.
ja_jp: 新しいパトロンになることができます。
ko_kr: 새로운 후원자가 될 수 있습니다.
pt_br: Você pode se tornar um novo patrono.
ru_ru: Вы можете стать новым покровителем.
th_th: คุณสามารถเป็นผู้มีพระคุณคนใหม่ได้
zh_cn: 您可以成为新的赞助人。
zh_tw: 您可以成為新的讚助人。
