Repository: maxensas/xiletrade
Catalog: src/Xiletrade.Library/Resources/Resources.*.resx
Languages: de_de, es_es, fr_fr, ja_jp, ko_kr, pt_br, ru_ru, th_th, zh_cn, zh_tw

# Main154_tbFacetor
source: Stored Experience
de_de: Gespeicherte Erfahrung
es_es: Experiencia almacenada
fr_fr: Expérience stockée
ja_jp: 蓄積された経験
ko_kr: 저장된 경험치
pt_br: Experiência Armazenada
ru_ru: Накопленный опыт
th_th: ค่าประสบการณ์ที่สะสมไว้
zh_cn: 存储的经验
zh_tw: 儲存經驗

# Main155_tbMod
source: Modifiers
de_de: Modifik
es_es: Mods
fr_fr: Mods
ja_jp: 修飾子
ko_kr: 속성 부여
pt_br: Mods
ru_ru: Свойств
th_th: ม็อดท
zh_cn: 修正
zh_tw: 詞綴

# Main156_tbModTip
source: Total modifiers
de_de: Gesamtmodifikatoren
es_es: Modificadores totales
fr_fr: Nombre de modificateurs
ja_jp: 合計モディファイア
ko_kr: 수정 자 수
pt_br: Modificadores totais
ru_ru: Свойств
th_th: จำนวน ม็อดทั้งหมด
zh_cn: 修正
zh_tw: 詞綴

# Main157_Prefix
source: Prefix
de_de: Präfix
es_es: Prefijo
fr_fr: Préfixes
ja_jp: プレフィックス
ko_kr: 접두어
pt_br: Prefixos
ru_ru: Префик
zh_cn: 前缀修正
zh_tw: 前綴

# Main158_Suffix
source: Suffix
es_es: Sufijo
fr_fr: Suffixes
ja_jp: サフィックス
ko_kr: 접미어
pt_br: Sufixos
ru_ru: Суффик
zh_cn: 后缀修正
zh_tw: 後綴

# Main159_tbEmptyMod
source: Empty
de_de: Freie
es_es: Vacíos
fr_fr: Libres
ja_jp: 空きスペース
ko_kr: 빈 속성
pt_br: Vazios
ru_ru: Пустые
th_th: อดว่าง
zh_cn: 空词缀
zh_tw: 空詞綴

# Main160_tbCraftedMod
source: Crafted
de_de: Angef
es_es: Fabricado
ja_jp: 作成された
ko_kr: 제작을
pt_br: Criados
ru_ru: Ремесл
th_th: ที่คราฟ
zh_cn: 工艺词缀
zh_tw: 工藝詞綴

# Main161_tbPrefixTip
source: Prefix mods
de_de: Präfix-Modifikatoren
es_es: Modificadores de prefijo
fr_fr: Nombre de préfixes.
ja_jp: プレフィックス修飾子
ko_kr: 접두어 속성 부여
pt_br: Modificadores Prefixos
ru_ru: Свойств-префиксов
th_th: จำนวน ม็อด Prefix
zh_cn: 前缀修正
zh_tw: 前綴

# Main162_tbSuffixTip
source: Suffix mods
de_de: Suffix-Modifikatoren
es_es: Modificadores de sufijo
fr_fr: Nombre de suffixes.
ja_jp: 接尾辞修飾子
ko_kr: 접미어 속성 부여
pt_br: Modificadores Sufixos
ru_ru: Свойств-суффиксов
th_th: จำนวน ม็อด Suffix
zh_cn: 后缀修正
zh_tw: 後綴

# Main163_tbEmptyModTip
source: Empty mods
de_de: Freie Modifikatoren
es_es: Modificadores de libre
fr_fr: Nombre de mods libres.
ja_jp: 空白修飾子
ko_kr: 빈 속성 부여
pt_br: Modificadores Vazios
ru_ru: Пустые свойства
th_th: จำนวนม็อดว่าง
zh_cn: 空词缀
zh_tw: 空詞綴

# Main164_tbEmptyPrefixTip
source: Empty prefix
de_de: Freie Präfix-Modifikatoren
es_es: Modificadores vacíos de prefijo
fr_fr: Nombre de mods de préfixe libres.
ja_jp: 空白プレフィックス
ko_kr: 빈 접두어 속성 부여
pt_br: Modificadores de Prefixo Vazios
ru_ru: Пустые свойства-префиксы
th_th: จำนวนม็อด Prefix ว่าง
zh_cn: 空前缀
zh_tw: 空前綴

# Main165_tbEmptySuffixTip
source: Empty suffix
de_de: Freie Suffix-Modifikatoren
es_es: Modificadores vacíos de sufijo
fr_fr: Nombre de mods de suffixe libres.
ja_jp: 空白サフィックス
ko_kr: 빈 접미어 속성 부여
pt_br: Modificadores de Sufixo Vazios
ru_ru: Пустые свойства-суффиксы
th_th: จำนวนม็อด Suffix ว่าง
zh_cn: 空后缀
zh_tw: 空後綴

# Main166_tbCraftedModTip
source: Crafted mods
de_de: Angefertigte Modifikatoren
es_es: Modificadores fabricados
fr_fr: Nombre de mods craftés.
ja_jp: 細工された改造
ko_kr: 제작을 통한 속성 부여
pt_br: Modificadores Criados
ru_ru: Ремесленные свойства
th_th: จำนวน ม็อด ที่คราฟแล้ว
zh_cn: 工艺词缀
zh_tw: 工藝詞綴

# Main167_tbCraftedPrefixTip
source: Crafted prefix
de_de: Angefertigte Präfix-Modifikatoren
es_es: Modificadores de prefijo fabricados
fr_fr: Nombre de mods de préfixe fabriqués.
ja_jp: 細工されたプレフィックス
ko_kr: 제작을 통한 접두어 속성 부여
pt_br: Modificadores Prefixos Criados
ru_ru: Ремесленных свойств-префиксов
th_th: จำนวน ม็อด Prefix ที่คราฟแล้ว
zh_cn: 工艺前缀
zh_tw: 工藝前綴

# Main168_tbCraftedSuffixTip
source: Crafted suffix
de_de: Angefertigte Suffix-Modifikatoren
es_es: Modificadores de sufijo fabricados
fr_fr: Nombre de mods de suffixe fabriqués.
ja_jp: 細工された接尾辞
ko_kr: 제작을 통한 접미어 속성 부여
pt_br: Modificadores Sufixos Criados
ru_ru: Ремесленных свойств-суффиксов
th_th: จำนวน ม็อด Suffix ที่คราฟแล้ว
zh_cn: 工艺后缀
zh_tw: 工藝後綴

# Main169_btnModifiers1
source: Mods
ja_jp: 改造
ko_kr: 속성 부여
ru_ru: Свойств
th_th: ม็อดท
zh_cn: 修正
zh_tw: 詞綴

# Main170_btnModifiersTip1
source: Allow you to set (min and max) modifiers : total, empty, crafted.
de_de: Hier können Sie Modifikatoren (min und max) festlegen: total, leer, gestaltet.
es_es: Le permite establecer modificadores (mínimo y máximo): total, vacío, elaborado.
fr_fr: Vous permet de définir les modificateurs (min et max) : total, libre, fabriqué.
ja_jp: 修飾子 (最小および最大) を設定できます: 合計、空、クラフト。
ko_kr: 최소 및 최대 수정자를 설정할 수 있습니다 : 합계, 비어 있음, 제작 됨.
pt_br: Permite que você defina modificadores (mínimo e máximo): total, vazio, criado.
ru_ru: Позволяет вам установить (минимальный и максимальный) модификаторы: всего, пусто, обработано.
th_th: อนุญาตให้คุณตั้งค่าตัวปรับแต่ง (ต่ำสุดและสูงสุด): ทั้งหมดว่างเปล่าที่สร้างขึ้น
zh_cn: 允许您设置（最小和最大）修饰符：总计，空，精制。
zh_tw: 允許您設置（最小和最大）修飾符：總計，空，精製。

# Main171_btnModifiers2
source: Stats
ja_jp: 統計
ko_kr: 여러
ru_ru: Статис
th_th: สถิติ
zh_cn: 统计资料
zh_tw: 統計資料

# Main172_btnModifiersTip2
source: Allow you to set miscellaneous stats.
de_de: Hier können Sie verschiedene Statistiken festlegen.
es_es: Le permite establecer estadísticas diversas.
fr_fr: Vous permet de définir des statistiques diverses.
ja_jp: その他の統計を設定できます。
ko_kr: 기타 통계를 설정할 수 있습니다.
pt_br: Permite que você defina estatísticas diversas.
ru_ru: Позволяют вам устанавливать различную статистику.
th_th: อนุญาตให้คุณตั้งค่าสถิติเบ็ดเตล็ด
zh_cn: 允许您设置其他统计信息。
zh_tw: 允許您設置其他統計信息。

# Main173_lbConditions
source: Conditions
de_de: Bedingungen
es_es: Condiciones
ja_jp: 条件
ko_kr: 정황
pt_br: Condições
ru_ru: Условия
th_th: เงื่อนไข
zh_cn: 使适应
zh_tw: 使適應

# Main174_cbFreePrefix
source: Pre free
de_de: Freie präfix
es_es: Prefijo libre
fr_fr: Préfixe libre
ja_jp: Pre 無料
ko_kr: 무료 접두사
pt_br: Prefixo vazios
ru_ru: Пустые пре
th_th: คำนำหน้าฟรี
zh_cn: 免费前缀
zh_tw: 免費前綴

# Main175_cbFreePrefixTip
source: The item must have at least 1 free prefix.
de_de: Der Artikel muss mindestens 1 freies Präfix haben.
es_es: El elemento debe tener al menos 1 prefijo libre.
fr_fr: L'élément doit avoir au moins 1 préfixe libre.
ja_jp: アイテムには少なくとも 1 つのフリー プレフィックスが必要です。
ko_kr: 항목에는 하나 이상의 사용 가능한 접두사가 있어야합니다.
pt_br: O item deve ter pelo menos 1 prefixo livre.
ru_ru: У товара должен быть хотя бы 1 свободный префикс.
th_th: รายการต้องมีคำนำหน้าฟรีอย่างน้อย 1 รายการ
zh_cn: 该商品必须至少有1个免费前缀。
zh_tw: 該商品必須至少有1個免費前綴。

# Main176_cbFreeSuffix
source: Suf free
de_de: Freie suffix
es_es: Sufijo libre
fr_fr: Suffixe libre
ja_jp: Suf 無料
ko_kr: 자유 접미사
pt_br: Sufixo vazios
ru_ru: Пустые суф
th_th: คำต่อท้ายฟรี
zh_cn: 免费后缀
zh_tw: 免費後綴

# Main177_cbFreeSuffixTip
source: The item must have at least 1 free suffix.
de_de: Der Artikel muss mindestens 1 freies Suffix haben.
es_es: El elemento debe tener al menos 1 sufijo libre.
fr_fr: L'élément doit avoir au moins 1 suffixe libre.
ja_jp: アイテムには少なくとも 1 つのフリー サフィックスが必要です。
ko_kr: 항목에는 하나 이상의 사용 가능한 접미사가 있어야합니다.
pt_br: O item deve ter pelo menos 1 sufixo livre.
ru_ru: У предмета должен быть хотя бы 1 свободный суффикс.
th_th: รายการต้องมีคำต่อท้ายฟรีอย่างน้อย 1 รายการ
zh_cn: 该商品必须至少有1个免费后缀。
zh_tw: 該商品必須至少有1個免費後綴。

# Main178_Prophecies
source: Prophecies
de_de: Prophezeiungen
es_es: Profecías
ja_jp: 予言
ko_kr: 예언
pt_br: Profecias
ru_ru: Пророчества
zh_cn: 预言
zh_tw: 預言

# Main179_UniqueMaps
source: Unique maps
de_de: Karten (einzigartig)
es_es: Maps (Unique)
fr_fr: Maps uniques
ja_jp: マップ (ユニーク)
ko_kr: 지도(고유)
pt_br: Maps (Unique)
ru_ru: Карты (уникал)
th_th: Maps (Unique)
zh_cn: 地图独特性
zh_tw: 獨特的地圖

# Main180_tbModSet
source: Set mod values
de_de: Mod-Werte einstellen
es_es: Valores de mod
fr_fr: Valeurs de mod
ja_jp: 改造値を設定する
ko_kr: 수정 자 값 설정
pt_br: Def. valores mod
ru_ru: значения мода
th_th: ตั้งค่าตัวแก้ไข
zh_cn: 设置修饰符值
zh_tw: 設置模組值

# Main181_btnTierValTip
source: Set all mod values to the minimum values of tier range.
de_de: Setzen Sie alle Mod-Werte auf die Mindestwerte des Stufenbereichs.
es_es: Establezca todos los valores de modificación en los valores mínimos del rango de nivel.
fr_fr: Définissez toutes les valeurs de mod sur les valeurs minimales de la plage de niveaux.
ja_jp: すべての 改造値を層範囲の最小値に設定します。
ko_kr: 모든 수정 자 값을 계층 범위의 최소값으로 설정합니다.
pt_br: Defina todos os valores de mod para os valores mínimos do intervalo da camada.
ru_ru: Установите все значения мода на минимальные значения диапазона уровней.
th_th: ตั้งค่าตัวแก้ไขทั้งหมดเป็นค่าต่ำสุดของช่วงระดับ
zh_cn: 将所有修改器值设置为层范围的最小值。
zh_tw: 將所有修改器值設置為層範圍的最小值。

# Main182_btnCurrentValTip
source: Set all mod values to current values. A second click to load or unload all values.
de_de: Setzen Sie alle Mod-Werte auf aktuelle Werte. Ein zweiter Klick, um alle Werte zu laden oder zu entladen.
es_es: Establecer todos los valores de mod a los valores actuales. Un segundo clic para cargar o descargar todos los valores.
fr_fr: Réglez toutes les valeurs de mod sur les valeurs actuelles. Un deuxième clic pour charger ou décharger toutes les valeurs.
ja_jp: すべての改造値を現在の値に設定します。 2 回目のクリックで、すべての値をロードまたはアンロードします。
ko_kr: 모든 모드 값을 현재 값으로 설정합니다. 모든 값을 로드하거나 언로드하려면 두 번째 클릭합니다.
pt_br: Defina todos os valores do mod para os valores atuais. Um segundo clique para carregar ou descarregar todos os valores.
ru_ru: Установите все значения мода на текущие значения. Второй щелчок, чтобы загрузить или выгрузить все значения.
th_th: ตั้งค่า mod ทั้งหมดให้เป็นค่าปัจจุบัน คลิกครั้งที่สองเพื่อโหลดหรือยกเลิกการโหลดค่าทั้งหมด
zh_cn: 将所有修改器值设置为当前值。 再次单击以加载或卸载所有值。
zh_tw: 將所有修改器值設置為當前值。 再次單擊以加載或卸載所有值。

# Main183_real
source: real
es_es: verda
fr_fr: réel
ja_jp: 本物
ko_kr: 레알
ru_ru: насто
th_th: จริง
zh_cn: 真实的
zh_tw: 真實的

# Main184_rateLimit
source: Requests limit reached ! Please wait
de_de: Anforderungslimit erreicht! Warten Sie mal
es_es: Se alcanzó el límite de solicitudes! Espere por favor
fr_fr: Limite de demandes atteinte ! S'il vous plaît, attendez
ja_jp: リクエストの上限に達しました! お待ちください
ko_kr: 요청 한도에 도달했습니다! 기다려주세요
pt_br: Limite de solicitações atingido! Por favor, aguarde
ru_ru: Достигнут лимит запросов! Пожалуйста, подождите
th_th: คำขอถึงขีดจำกัดแล้ว! โปรดรอ
zh_cn: 已达到请求限制！ 请稍等
zh_tw: 已達到請求限制！ 請稍等

# Main185_btnDbTip
source: View all mods related to this base item on PoEDB.
de_de: Sehen Sie sich alle Mods an, die sich auf diesen Basisgegenstand auf PoEDB beziehen.
es_es: Vea todas las modificaciones relacionadas con este elemento base en PoEDB.
fr_fr: Voir tous les mods liés à cet élément de base sur PoEDB.
ja_jp: PoEDB でこの基本アイテムに関連するすべてのモッドを表示します。
ko_kr: PoEDB에서이 기본 아이템과 관련된 모든 모드를 봅니다.
pt_br: Veja todos os mods relacionados a este item básico no PoEDB.
ru_ru: Просмотреть все моды, связанные с этим базовым элементом, на PoEDB.
th_th: ดูม็อดทั้งหมดที่เกี่ยวข้องกับรายการพื้นฐานนี้ใน PoEDB
zh_cn: 在 PoEDB 上查看与此基础项目相关的所有模组。
zh_tw: 在 PoEDB 上查看與此基礎項目相關的所有模組。

# Main186_Expedition
source: Expedition Currencies
es_es: Objetos monetarios de Expedition
fr_fr: Objets monétaires d'Expedition
ja_jp: 遠征通貨
ko_kr: 탐험 화폐
pt_br: Itens Monetários Expedition
ru_ru: Валюта Экспедиции
zh_tw: 探險通貨

# Main187_Fatalerror
source: Fatal error
de_de: Fataler Fehler
es_es: Error fatal
fr_fr: Erreur fatale
ja_jp: 致命的な誤り
ko_kr: 치명적 오류
pt_br: Erro fatal
ru_ru: Фатальная ошибка
th_th: ข้อผิดพลาดร้ายแรง
zh_cn: 致命错误
zh_tw: 致命錯誤

# Main188_Alreadystarted
source: Application is already started.
de_de: Bewerbung bereits gestartet.
es_es: Aplicación ya iniciada.
fr_fr: L'application est déjà lancée.
ja_jp: アプリケーションはすでに開始されています。
ko_kr: 신청이 이미 시작되었습니다.
pt_br: O aplicativo já foi iniciado.
ru_ru: Приложение уже запущено.
th_th: แอปพลิเคชันได้เริ่มต้นขึ้นแล้ว
zh_cn: 应用程序已经启动。
zh_tw: 應用程序已經啟動。

# Main189_Duplicateexecute
source: Duplicate execution
de_de: Doppelte Ausführung
es_es: Ejecución duplicada
fr_fr: Exécution en double
ja_jp: 重複実行
ko_kr: 중복 실행
pt_br: Execução duplicada
ru_ru: Двойное исполнение
th_th: การดำเนินการซ้ำกัน
zh_cn: 重复执行
zh_tw: 重複執行

# Main190_FiltersOk
source: League and filters datas are now up to date.
de_de: Liga- und Filterdaten sind jetzt aktuell.
es_es: Los datos de la liga y los filtros ahora están actualizados.
fr_fr: Les données de la ligue et des filtres sont maintenant à jour.
ja_jp: リーグとフィルターのデータが最新になりました。
ko_kr: 리그 및 필터 데이터가 이제 최신 상태입니다.
pt_br: Os dados da liga e dos filtros agora estão atualizados.
ru_ru: Данные по лигам и фильтрам теперь обновлены.
th_th: ข้อมูลลีกและตัวกรองเป็นปัจจุบันแล้ว
zh_cn: 联赛和过滤器数据现在是最新的。
zh_tw: 聯賽和過濾器數據現在是最新的。

# Main191_FiltersKo
source: Some filters can not be retrieved from official website.
de_de: Einige Filter können nicht von der offiziellen Website abgerufen werden.
es_es: Algunos filtros no se pueden recuperar del sitio web oficial.
fr_fr: Certains filtres ne peuvent pas être récupérés sur le site officiel.
ja_jp: 一部のフィルターは、公式 Web サイトから取得できません。
ko_kr: 일부 필터는 공식 웹사이트에서 검색할 수 없습니다.
pt_br: Alguns filtros não podem ser recuperados do site oficial.
ru_ru: Некоторые фильтры нельзя получить с официального сайта.
th_th: ตัวกรองบางตัวไม่สามารถเรียกคืนได้จากเว็บไซต์ทางการ
zh_cn: 某些过滤器无法从官方网站检索。
zh_tw: 某些過濾器無法從官方網站檢索。

# Main192_DownloadOk
source: Download completed
de_de: Download abgeschlossen
es_es: Descarga completa
fr_fr: Téléchargement terminé
ja_jp: ダウンロード完了
ko_kr: 다운로드 완료
pt_br: Transferência concluída
ru_ru: Скачивание завершено
th_th: ดาวน์โหลดเสร็จแล้ว
zh_cn: 下载完成
zh_tw: 下載完成

# Main193_DownloadKo
source: Download uncompleted
de_de: Download nicht abgeschlossen
es_es: Descarga incompleta
fr_fr: Téléchargement inachevé
ja_jp: ダウンロードが完了していません
ko_kr: 다운로드가 완료되지 않음
pt_br: Download incompleto
ru_ru: Скачать незавершенную
th_th: ดาวน์โหลดยังไม่เสร็จ
zh_cn: 下载未完成
zh_tw: 下載未完成

# Main194_DblClicWhisp
source: Double click to whisper
de_de: Doppelklick zum Flüstern
es_es: Haga doble clic para susurrar
fr_fr: Double clic pour chuchoter
ja_jp: ダブルクリックしてささやく
ko_kr: 두 번 클릭하여 속삭임
pt_br: Clique duas vezes para whisp
ru_ru: Дважды щелкните, чтобы шептать
th_th: ดับเบิลคลิกเพื่อกระซิบ
zh_cn: 双击以鞭打
zh_tw: 雙擊以鞭打

# Main195_Ratio
source: Ratio
de_de: Verhältnis
es_es: Proporción
fr_fr: Rapport
ja_jp: 比
ko_kr: 비율
pt_br: Razão
ru_ru: Пропорции
th_th: อัตราส่วน
zh_cn: 比
zh_tw: 比

# Main196_TaintedCurrency
source: Tainted Currencies
de_de: Besudelte Währung
es_es: Moneda contaminada
fr_fr: Monnaie corrompue
ja_jp: 汚染された通貨
ko_kr: 오염된 통화
pt_br: Moeda contaminada
ru_ru: Испорченная валюта
th_th: มลทิน
zh_cn: 受污染的货币
zh_tw: 受污染的貨幣

# Main197_EldritchCurrency
source: Eldritch Currencies
de_de: Übernatürliche Währung
es_es: Objetos monetarios sobrenaturales
fr_fr: Objets monétaires surnaturels
ja_jp: エルドリッチ通貨
ko_kr: 섬뜩한 화폐
pt_br: Item Ancestral Monetário
ru_ru: Мистическая валюта
th_th: เงินตราผิดธรรมชาติ
zh_cn: Eldritch Currency
zh_tw: Eldritch Currency

# Main198_ScoutingReports
source: Scouting Reports
de_de: Kundschafterberichte
es_es: Informes de exploración
fr_fr: Rapports de reconnaissance
ja_jp: スカウトレポート
ko_kr: 정찰 보고서
pt_br: Relatórios de Patrulha
ru_ru: Доклады разведки
th_th: รายงานสำรวจ

# Main199_CheckUpdate
source: Check for Updates...
de_de: Auf Updates prüfen...
es_es: Buscar actualizaciones...
fr_fr: Vérifier les mises à jour...
ja_jp: アップデートを確認...
ko_kr: 업데이트 확인...
pt_br: Verificar atualizações...
ru_ru: Проверить обновлений...
th_th: ตรวจสอบสำหรับการอัพเดต...
zh_cn: 检查更新...
zh_tw: 檢查更新...

# Main200_SentinelCurrency
source: Sentinel Currency
de_de: Sentinel-Währung
es_es: Objetos monetarios de Sentinel
fr_fr: Objet monétaire de Sentinelle
ja_jp: センチネル通貨
ko_kr: 파수꾼 화폐
pt_br: Item Monetário Sentinel
ru_ru: Валюта Дозора
th_th: เงินตราหุ่นอารักษ์
zh_tw: 守望通貨

# Main201_PoedbFail
source: Failed to link to poedb.
de_de: Verknüpfung mit poedb fehlgeschlagen.
es_es: Error al vincular a poedb.
fr_fr: Échec de la liaison vers poedb.
ja_jp: poedb へのリンクに失敗しました。
ko_kr: poedb에 연결하지 못했습니다.
pt_br: Falha ao vincular ao poedb.
ru_ru: Не удалось установить ссылку на poedb.
th_th: ลิงก์ไปยัง poedb ไม่สำเร็จ
zh_cn: 无法链接到 poedb。
zh_tw: 無法鏈接到 poedb。

# Main203_Reset
source: reset
de_de: zurück
es_es: reiniciar
ja_jp: リセット
ko_kr: 초기화
pt_br: reiniciar
ru_ru: умолчанию
th_th: รีเซ็ต
zh_cn: 重置
zh_tw: 重置

# Main205_CurrencySelection
source: currency selection
de_de: Währungsauswahl
es_es: selección de moneda
fr_fr: sélection de devise
ja_jp: 通貨の選択
ko_kr: 통화 선택
pt_br: seleção de moeda
ru_ru: выбор валюты
th_th: การเลือกสกุลเงิน
zh_cn: 货币选择
zh_tw: 貨幣選擇

# Main206_tabItemShop
source: Shop
de_de: Geschäft
es_es: Comercio
fr_fr: Boutique
ja_jp: 店
ko_kr: 가게
pt_br: Comprar
ru_ru: Магазин
th_th: ร้านค้า
zh_cn: 店铺
zh_tw: 店鋪

# Main207_ExoticCurrency
source: Exotic Currency
de_de: Exotische Währung
es_es: Objetos monetarios exóticos
ja_jp: エキゾチックカレンシー
ko_kr: 이국적인 화폐
pt_br: Moeda Exótica
ru_ru: Экзотическая валюта
th_th: เงินตราต่างแดน
zh_tw: 異域通貨

# Main208_MemoryLine
source: Memory Lines
de_de: Atlaserinnerungen
es_es: Recuerdos
ja_jp: メモリーライン
ko_kr: 기억선
pt_br: Linhas de Memórias
ru_ru: Цепочки воспоминаний
th_th: สายความทรงจำ
zh_tw: 記憶線

# Main209_cbSocketColors
source: Colors
de_de: Farben
es_es: Colores
fr_fr: Couleurs
ja_jp: 色
ko_kr: 그림 물감
pt_br: Cores
ru_ru: Цвета
th_th: สี
zh_cn: 颜色
zh_tw: 顏色

# Main210_cbSocketColorsTip
source: The item must have same sockets colors.
de_de: Der Artikel muss die gleichen Sockelfarben haben.
es_es: El artículo debe tener los mismos colores de enchufes.
fr_fr: L'article doit avoir les mêmes couleurs de douilles.
ja_jp: ソケットの色が同じである必要があります。
ko_kr: 항목의 소켓 색상이 동일해야 합니다.
pt_br: O item deve ter as mesmas cores de soquetes.
ru_ru: Элемент должен иметь одинаковые цвета сокетов.
th_th: รายการจะต้องมีสีซ็อกเก็ตเดียวกัน
zh_cn: 该项目必须具有相同的插座颜色。
zh_tw: 該項目必須具有相同的插座顏色。

# Main211_AncestorCurrency
source: Ancestor Currency
de_de: Ancestor-Währung
es_es: Ancestor
ko_kr: 선조들의 심판 화폐
pt_br: Moedas Ancestrais
ru_ru: Валюта Предков
th_th: เงินตราบรรพชน

# Main212_Sanctum
source: Sanctum
de_de: Sanktum
ko_kr: 성역 & 고유 유물
ru_ru: Святилища
th_th: วัตถุตกทอดเทวสถานและยูนิค

# Main213_Crucible
source: Crucible
es_es: Crisol
ja_jp: クルーシブルカレンシー
ko_kr: 시련 화폐 및 유물
ru_ru: Валюта Горнила
th_th: เงินตราครูซิเบิลและเศษซากบรรพกาล
zh_tw: 熔火通貨和遺跡

# Main214_tbChaosDiv
source: Chaos or Divine
de_de: Chaos Göttliche
es_es: Caos o Divinos
fr_fr: Chaos ou Divins
ja_jp: 混沌または神のオーブ
ko_kr: 혼돈 또는 신성한 오브
pt_br: Caos ou Divinos
ru_ru: хаоса божественные
th_th: Chaos หรือ Divine
zh_cn: 混沌或神圣宝珠
zh_tw: 混沌或神聖寶珠

# Main215_ChaosDivTip
source: Allows you to check prices only in Chaos or Divine Orbs. Will ignore sales priced in other currencies.
de_de: Ermöglicht Ihnen, die Preise nur in Chaos oder Divine Orbs zu überprüfen. Verkaufspreise in anderen Währungen werden ignoriert.
es_es: Te permite consultar precios solo en Caos o Orbes Divinos. Ignorará las ventas cotizadas en otras monedas.
fr_fr: Vous permet de vérifier les prix uniquement dans les orbes du chaos ou divins. Ignorera les ventes tarifées dans d’autres devises.
ja_jp: カオスまたはディバインオーブのみの価格を確認できます。 他の通貨で価格設定された販売は無視されます。
ko_kr: 카오스나 디바인 오브에서만 가격을 확인할 수 있습니다. 다른 통화로 가격이 책정된 판매는 무시됩니다.
pt_br: Permite verificar preços apenas em Chaos ou Divine Orbs. Ignorará as vendas com preços em outras moedas.
ru_ru: Позволяет проверять цены только в Хаосе или Божественных сферах. Буду игнорировать продажи, оцененные в других валютах.
th_th: ให้คุณตรวจสอบราคาได้เฉพาะใน Chaos หรือ Divine Orbs จะเพิกเฉยต่อราคาขายในสกุลเงินอื่น
zh_cn: 允许您仅查看混沌或神圣宝珠的价格。 将忽略以其他货币定价的销售。
zh_tw: 允許您僅查看混沌或神聖寶珠的價格。 將忽略以其他貨幣定價的銷售。

# Main216_BossMaps
source: Boss maps
de_de: Boss Karten
es_es: Mapas de boss
fr_fr: Cartes de boss
ja_jp: ボスマップ
ko_kr: 보스 맵
pt_br: Mapas de Boss
ru_ru: Карты боссов
th_th: แผนที่บอส
zh_cn: 老板地图
zh_tw: 老闆地圖

# Main217_BlightedMaps
source: Blighted Maps
de_de: Befallene Karten
es_es: Mapas infestados
fr_fr: Cartes infestées
ja_jp: ブライトマップ
ko_kr: 황폐화된 지도
pt_br: Mapas Infestados
ru_ru: Заражённые карты
th_th: แผนที่ไบล์ท
zh_cn: 枯萎地图
zh_tw: 枯萎的地圖

# Main218_Heist
source: Heist
ja_jp: ハイスト
ko_kr: 강탈
ru_ru: Кражи
th_th: การโจรกรรม
zh_cn: 抢劫
zh_tw: 搶劫

# Main219_Beasts
source: Beasts
de_de: Bestien
es_es: Bestias
fr_fr: Bêtes
ja_jp: ビースト
ko_kr: 야수 아이템
pt_br: Bestas
ru_ru: Звери
th_th: สัตว์ร้าย
zh_cn: 野兽
zh_tw: 野獸

# Main220_Legacy
source: Legacy
es_es: Legado
ja_jp: レガシーアイテム
ko_kr: 레거시 아이템
pt_br: Legado
ru_ru: Унаследованные
th_th: ไอเทม Legacy
zh_cn: 旧物品
zh_tw: 遺留物品

# Main221_Currency
source: Currency
de_de: Währung
es_es: Monetarios
fr_fr: Monétaires
ja_jp: カレンシー
ko_kr: 화폐 더 많음
pt_br: Monetários
ru_ru: Валюта
th_th: เพิ่มเงินตรา
zh_tw: 更多通貨

# Main222_Scarab
source: Scarab
de_de: Skarabäen
es_es: Escarabajos
fr_fr: Scarabées
ja_jp: スカラベ
ko_kr: 갑충석 더 많음
pt_br: Escaravelhos
ru_ru: Скарабеи
th_th: เพิ่มสคารับ
zh_cn: Scarabs
zh_tw: 更多聖甲蟲

# Main223_DivCard
source: Div card
de_de: Weissagungskarten
es_es: Adivinación
fr_fr: Divinatoires
ja_jp: 占いカード増加
ko_kr: 점술 카드 증폭
pt_br: Adivinhação
ru_ru: Гадание
th_th: เพิ่มไพ่พยา
zh_cn: Divination Cards
zh_tw: Divination Cards

# Start001_lblWelcome
source: Welcome to Xiletrade
de_de: Willkommen bei Xiletrade
es_es: Bienvenida en Xiletrade
fr_fr: Bienvenue sur Xiletrade
ja_jp: Xiletradeへようこそ
ko_kr: Xiletrade 에 오신 것을 환영합니다
pt_br: Bem-vindo ao Xiletrade
ru_ru: Добро пожаловать в Xiletrade
th_th: ยินดีต้อนรับสู่ Xiletrade
zh_cn: 欢迎来到Xiletrade
zh_tw: 歡迎來到Xiletrade

# Start002_lblSelect
source: Select Language used in game & Xiletrade :
de_de: Wählen Sie die in Spiel & Xiletrade verwendete Sprache aus:
es_es: Seleccione el idioma utilizado en el juego y Xiletrade:
fr_fr: Sélectionnez la langue utilisée dans le jeu et Xiletrade :
ja_jp: ゲームとXiletradeで使用される言語を選択してください:
ko_kr: 게임 및 Xiletrade 에서 사용되는 언어 선택 :
pt_br: Selecione o idioma usado no jogo e Xiletrade:
ru_ru: Выберите язык, используемый в игре и Xiletrade :
th_th: เลือกภาษาที่ใช้ในเกม & Xiletrade :
zh_cn: 选择游戏和Xiletrade中使用的语言：
zh_tw: 選擇遊戲和Xiletrade中使用的語言：
